[
  {
    "disease_id": "Apple___Apple_scab",
    "disease": "Apple___Apple_scab",
    "symptoms": {
      "en": "Olive-green to brown spots on leaves; lesions on fruit; leaf distortion and defoliation.",
      "hi": "पत्तियों पर जैतून-हरे से भूरा धब्बा; फलों पर घाव; पत्तियाँ विकृत होकर झड़ सकती हैं।",
      "ur": "پتوں پر زیتونی سبز سے بھورا دھبہ؛ پھلوں پر زخم؛ پتے بگڑ سکتے ہیں اور جھڑ سکتے ہیں۔",
      "ta": "இலைகளில் ஒலிவ் பச்சை முதல் உருந் பழுப்பு முத்துக்கள்; பழங்களில் பாதிப்புகள்; இலைகளின் விலகலும் உதிர்வும்.",
      "mr": "पानांवर ऑलिव्ह-हिरवट ते तपकिरी डाग; फळांवर घाव; पानांचे आकार बदलणे आणि पडणे.",
      "bn": "পাতায় জলপাই-সবুজ থেকে বাদামী দাগ; ফলের ক্ষত; পাতা বিকৃত হয়ে পড়া।",
      "te": "ఎల్లు ఆకులపై ఒలివ్-ఆకుపచ్చ నుండి కామ్ రంగు మచ్చలు; పండ్లపై గాయాలు; ఆకుల వక్రీభవం మరియు పతనం.",
      "kn": "ಎಲೆಗಳಲ್ಲಿ ಹಣ್ಣಿನ ಹಸಿರು-ನಾರಿ ಬಣ್ಣದ ಕಿಟಕಿ; ಹಣ್ಣಿನ ಮೇಲೆ ರುಕ್ಷತೆಗಳು; ಎಲೆಗಳು ವಕ್ರವಾಗಿ ಆಗಿ ಉರಿಯಬಹುದು."
    },
    "treatment": {
      "en": "Remove and destroy infected leaves/fruit; apply recommended fungicides; plant resistant varieties.",
      "hi": "संक्रमित पत्ते/फल हटाकर नष्ट करें; अनुशंसित कवकनाशी दवाओं का छिड़काव करें; प्रतिरोधी किस्में लगाएँ।",
      "ur": "متاثرہ پتے/پھل ہٹا کر تباہ کریں؛ تجویز کردہ فنگسائڈ کا استعمال کریں؛ مزاحم اقسام لگائیں۔",
      "ta": "காய்ந்த இலைகள்/பழங்களை அகற்றி அழிக்கவும்; பரிந்துரைக்கப்ட்ட பூஞ்சை நாசினிகளை பயன்படுத்தவும்; உயிர்ப்புத் திறன் கொண்ட வகைகள் நடக்கவும்.",
      "mr": "संक्रमित पान/फळ काढून नष्ट करा; शिफारसी केलेले कवकनाशक लावा; प्रतिकारक जाती लागवा.",
      "bn": "সংক্রমিত পাতা/ফল অপসারণ করে ধ্বংস করুন; সুপারিশকৃত ফাঙ্গিসাইড প্রয়োগ করুন; প্রতিরোধী প্রজাতি লাগান।",
      "te": "పనిమారిన ఆకులు/పండ్లను తీసివేసి ధ్వంసించండి; సూచించిన ఫంగిసైడ్లు կիրառించండి; నిరోధక జాతులు నాటండి.",
      "kn": "ಸಂಕ್ರಮಿತ ಎಲೆಗಳು/ಹಣ್ಣುಗಳನ್ನು ತೆಗೆದು ನಾಶಮಾಡಿ; ಶಿಫಾರಸು ಮಾಡಲಾದ ಫಂಗಿಸೈಡ್ಗಳನ್ನು ಬಳಸಿ; ಪ್ರತಿರೋಧಕ ಜಾತಿಗಳನ್ನು ನೆಟ್ಟುಕೊಳ್ಳಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Apple___Black_rot",
    "disease": "Apple___Black_rot",
    "symptoms": {
      "en": "Circular brown to black spots with concentric rings on leaves; rotted fruit lesions.",
      "hi": "पत्तियों पर समकेंद्रित गोल छल्लों वाले भूरा से काला चकत्ते; फलों पर सड़न के घाव।",
      "ur": "پتوں پر گول بھورا سے کالا دھبہ جن میں متحدہ حلقے ہوں؛ پھلوں پر سڑنے والے زخم۔",
      "ta": "இலைகளில் மையவட்டவரிசை கொண்ட வட்ட வடிவமான பழுப்பு முதல் கருப்பு துளிகள்; பழங்களில் சிதைவு பாதிப்புகள்.",
      "mr": "पानांवर परिमंडलाकार रिंगसह तपकिरी ते काळे डाग; फळांवर सडलेले घाव.",
      "bn": "পাতায় concentric রিংসহ বৃত্তাকার বাদামী থেকে কালো দাগ; ফলের দাগে পচন।",
      "te": "ఆకులపై కేంద్ర్బద్ధ రింగ్లతో వృత్తాకారం గల గోధుమ నుంచి నలుపు దাগలు; పండ్లపై సడన్ గాయాలు.",
      "kn": "ಎಲೆಗಳಲ್ಲಿ ಪರಿಕೋನ ಮಂಗಳೂರು-ಕಪ್ಪು ಚ<$>ಗುಗಳು ಮತ್ತು ಸುತ್ತುವರಿದ ಉಳಕು; ಹಣ್ಣಿನ ಮೇಲೆ ನಾಶದ ಗಜಗಳು."
    },
    "treatment": {
      "en": "Prune and destroy affected parts; maintain sanitation; fungicide sprays as recommended.",
      "hi": "प्रभावित भाग छाटकर नष्ट करें; स्वच्छता बनाए रखें; अनुशंसित कवकनाशी छिड़काव करें।",
      "ur": "متاثرہ حصوں کو کاٹ کر تباہ کریں؛ صفائی برقرار رکھیں؛ تجویز کردہ فنگسائڈ چھڑکیں۔",
      "ta": "பாதிக்கப்பட்ட பகுதிகளை இழுத்து அழிக்கவும்; சுத்தத்தை பேணவும்; பரிந்துரைக்கப்ட்ட பூஞ்சை நாசினி தெளிக்கைகளைச் செய்க.",
      "mr": "प्रभावित भाग छाटून नष्ट करा; स्वच्छता राखा; शिफारस केलेले कवकनाशक वापरा.",
      "bn": "প্রভাবিত অংশ ছাটাই করে ধ্বংস করুন; স্যানিটেশন বজায় রাখুন; সুপারিশকৃত ফাঙ্গিসাইড প্রয়োগ করুন।",
      "te": "ప్రభావిత భాగాలను కోసి ధ్వంసించండి; శుచిత్వాన్ని ఉంచండి; సూచించిన ఫంగిసైడ్ రసాయనాలు వాడండి.",
      "kn": "ಪ್ರಭಾವಿತ ಭಾಗಗಳನ್ನು ಕಡಿದು ಹಾಳುಮಾಡಿ; ಶುಚಿತ್ವ ಕಾಯ್ದುಕೊಳ್ಳಿ; ಶಿಫಾರಸು ಮಾಡಲಾದ ಫಂಗಿಸೈಡ್ ಸೆರ್ಪಡೆ ಮಾಡಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Apple___Cedar_apple_rust",
    "disease": "Apple___Cedar_apple_rust",
    "symptoms": {
      "en": "Orange or yellow gelatinous spots on leaves and fruit; distorted tissue; lesions on both hosts.",
      "hi": "पत्तियों और फलों पर नारंगी या पीले जेल जैसे धब्बे; ऊतक विकृत; दोनों मेज़बानों पर घाव।",
      "ur": "پتوں اور پھلوں پر نارنجی یا زرد جیلی نما دھبے؛ بافت بگڑی ہوئی؛ دونوں میزبانوں پر زخم۔",
      "ta": "இலைகளிலும் பழங்களிலும் நாரஞ்சு அல்லது மஞ்சள் ஜெல்லியக் கூட்டு துளிகள்; தூகை சித்று; இரு இல்லங்களிலும் தாக்கங்கள்.",
      "mr": "पानांवर व फळांवर नारिंगी किंवा पिवळी जिलेटिनसारखी ठिपके; ऊतक विकृत; दोन्ही होस्टवर घाव.",
      "bn": "পাতা ও ফলের ওপর কমলা বা হলুদ জেলি-সদৃশ দাগ; টিস্যু বিকৃত; দুই হোস্টেই ক্ষত।",
      "te": "ఆకులు మరియు పండ్లపై నారింజ లేదా పసుపు జెల్లి తేడా దాగులు; కూరలు వక్రీభవం; రెండింటిలోనూ గాయాలు ఉంటాయి.",
      "kn": "ಎಲೆಗಳಲ್ಲೂ ಹಣ್ಣಿನಲ್ಲೂ ಕಿತ್ತಳಿ ಅಥವಾ ಹಳದಿ ಜೆಲ್ಲಿಯಂತಹ ದಾಗಗಳು; ಟಿಷ್ಯೂ ವಕ್ರತೆ; ಎರಡೂ ಆತಿಥ್ಯಗಳ ಮೇಲೆ ಗಾಯಗಳು."
    },
    "treatment": {
      "en": "Remove nearby cedar junipers if possible; fungicide at bloom; resistant cultivars.",
      "hi": "संभव हो तो पास के देवदार/ज्युनिपर हटाएँ; खिलने पर कवकनाशी दवा का छिड़काव; प्रतिरोधी संस्कृतियाँ लगाएँ।",
      "ur": "اگر ممکن ہو تو قریبی سِدار/جنِپر کو ہٹائیں؛ پھول آنے پر فنگسائڈ لگائیں؛ مزاحم اقسام استعمال کریں۔",
      "ta": "சாத்தியமானால் அருகிலுள்ள சிடார்/ஜூனிபர் செடிகளை அகற்றவும்; மலர்தோன்றும் போது பூஞ்சை-நாசினி தெளிக்கவும்; எதிர்ப்பு வாகை வகைகள் நடவு.",
      "mr": "शक्य असल्यास जवळचे सिडर/ज्युनिपर काढा; फुलोरणीच्या वेळी कवकनाशक लावा; प्रतिकारक जाती लागवा.",
      "bn": "সম্ভব হলে নিকটবর্তী সিডার/জুনিপার অপসারণ করুন; ফুল ধরার সময় ফাঙ্গিসাইড প্রয়োগ করুন; প্রতিরোধী জাত লাগান।",
      "te": "సంభవమైతే సమీప సిడర్/జూనిపర్ వృక్షాల‌ను తీసి వేయండి; పువ్వు రావడంతో ఫంగిసైడ్ పోసుకోండి; నిరోధక జాతులు నాటండి.",
      "kn": "ಸಾಧ್ಯなら ಹತ್ತಿರದ ಸಿಡರ್/ಜೂನಿಪರ್ ಗಿಡಗಳನ್ನು ತೆಗೆದುಹಾಕಿ; ಹೂವುವೇಳೆಯಲ್ಲಿ ಫಂಗಿಸೈಡ್ ಹಚ್ಚಿ; ಪ್ರತಿರೋಧಿ ಹೆಣ್ಣುಮರಿಗಳನ್ನು ನೆಟ್ಟುಕೊಳ್ಳಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Apple___healthy",
    "disease": "Apple___healthy",
    "symptoms": {
      "en": "No visible disease; leaf surfaces green and intact.",
      "hi": "कोई दिखाई देने वाला रोग नहीं; पत्तियाँ हरी और सही स्थिति में।",
      "ur": "کوئی مرض نظر نہیں آتا؛ پتے سبز اور سالم ہیں۔",
      "ta": "காண்பிக்கத் தகுதியான வியாதி இல்லை; இலைப் பரப்புகள் பச்சை மற்றும் முழுமையாக உள்ளன.",
      "mr": "दृश्यरूपाने कोणतीही रोगलक्षणे नाहीत; पाने हिरवी आणि तिला बिघडलेले नाहीत.",
      "bn": "দেখা যাচ্ছে এমন কোনো রোগ নেই; পাতা সবুজ এবং অক্ষত।",
      "te": "కనెయ్యదగ్గ రోగ లక్షణం లేదు; ఆకుల ఉపరితలాలు ఆకుపచ్చ మరియు సజీవంగా ఉన్నాయి.",
      "kn": "ತೋರದೇ ಇರುವ ರೋಗ ಲಕ್ಷಣ ಇಲ್ಲ; ಎಲೆಗಳು ಹಸಿರು ಮತ್ತು ಸೂಚಕವಿಲ್ಲದಂತಿವೆ."
    },
    "treatment": {
      "en": "Maintain good crop hygiene and monitoring.",
      "hi": "अच्छी फसल साफ-सफाई और निगरानी बनाए रखें।",
      "ur": "اچھی فصل کی صفائی اور نگرانی برقرار رکھیں۔",
      "ta": "சிறந்த பயிர் சுத்தம் மற்றும் கண்காணிப்பை பேணவும்.",
      "mr": "चांगली पिक स्वच्छता आणि देखरेख ठेवा.",
      "bn": "ভাল ফসল পরিচ্ছন্নতা ও পর্যবেক্ষণ বজায় রাখুন।",
      "te": "మంచి పంట శుభ్రత మరియు గమనింపును నిర్వహించండి.",
      "kn": "ಉತ್ತಮ ಬೆಳೆದಿಕೆ ಶೌಚ್ಯ ಮತ್ತು ಮೇಲ್ವಿಚಾರಣೆ ಕಾಪಾಡಿಕೊಳ್ಳಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Blueberry___healthy",
    "disease": "Blueberry___healthy",
    "symptoms": {
      "en": "No visible damage; normal fruiting.",
      "hi": "कोई दिखाई देने वाला नुकसान नहीं; सामान्य फलन।",
      "ur": "کوئی مرئی نقصان نہیں؛ معمول کے مطابق پھل آنا۔",
      "ta": "காண்பிக்கத்தக்க சேதம் இல்லை; சாதாரண பழச்செழுமுறை.",
      "mr": "दृश्य नुकसान नाही; सामान्य फळवाटप.",
      "bn": "দেখাযাওয়া কোনো ক্ষতি নেই; স্বাভাবিক ফলন।",
      "te": "దిగువకు కనిపించే దెబ్బ లేదు; సాధారణ పండు ఉత్పత్తి.",
      "kn": "ತೋರುತ್ತಿರುವ ಹಾನಿ ಇಲ್ಲ; ಸಾಮಾನ್ಯ ಹಣ್ಣು ಉತ್ಪಾದನೆ."
    },
    "treatment": {
      "en": "Monitor and maintain good practices.",
      "hi": "निगरानी करें और अच्छे अभ्यास बनाए रखें।",
      "ur": "نگرانی کریں اور اچھے طریقے برقرار رکھیں۔",
      "ta": "கண்காணித்து சிறந்த நடைமுறைகளை பேணவும்.",
      "mr": "नियमन करा आणि चांगला सराव राखा.",
      "bn": "পর্যবেক্ষণ করুন এবং ভালো চর্চা বজায় রাখুন।",
      "te": "నియంత్రణ చేయండి మరియు మంచి ఆచారాలు కొనసాగించండి.",
      "kn": "ನಿಗಾ ವಹಿಸಿ ಮತ್ತು ಉತ್ತಮ ಅಭ್ಯಾಸಗಳನ್ನು ನಿರ್ವಹಿಸಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Cherry_(including_sour)___Powdery_mildew",
    "disease": "Cherry_(including_sour)___Powdery_mildew",
    "symptoms": {
      "en": "White powdery coating on leaves and stems; leaf curling; reduced vigor.",
      "hi": "पत्तियों और तनों पर सफेद पाउडरी परत; पत्तियाँ मुड़ना; पौधे की स्फूर्ति कम होना।",
      "ur": "پتوں اور ڈنٹھل پر سفید پاؤڈر جیسی تہہ؛ پتوں کا مڑ جانا؛ کمزور نمو۔",
      "ta": "இலைகளிலும் தண்டு பகுதிகளிலும் வெள்ளை பொடியான பூச்சு; இலைகள் அமுக்கம்; வலுவிழப்பு.",
      "mr": "पानांवर आणि कांडांवर पांढऱ्या पावडर सारखी झाकण; पाने वाकणे; कमी तंदुरुस्ती.",
      "bn": "পাতা ও ডালিতে সাদা গুঁড়ো আবরণ; পাতাগুলোর ভাঁজ; ভোজনশক্তি কমা।",
      "te": "ఆకులు మరియు కాండ్లపై తెల్లని పొడి కవచం; ఆకులు వంగిపోవడం; శక్తి తగ్గడం.",
      "kn": "ಎಲೆಗಳು ಮತ್ತು ಕಂಬಗಳಲ್ಲಿ ಬಿಳಿ ಪುಡಿ ಅಡಚಣೆ; ಎಲೆಗಳ ವರ್ಣವ್ಯವಸ್ಥೆ; ಸ್ಥೈರ್ಯ ಕಡಿಮೆ."
    },
    "treatment": {
      "en": "Improve air circulation; apply sulfur or recommended fungicides; remove infected shoots.",
      "hi": "हवा का संचरण सुधारें; सल्फर या अनुशंसित कवकनाशी दवा लगाएं; संक्रमित कोंपलें हटाएँ।",
      "ur": "ہوا کی گردش بہتر کریں؛ سلفر یا تجویز کردہ فنگسائڈ لگائیں؛ متاثرہ شاخیں ہٹا دیں۔",
      "ta": "காற்றோட்டத்தை மேம்படுத்தவும்; சல்பர் அல்லது பரிந்துரைக்கபட்ட பூஞ்ஜை நாசினிகளைப் பயன்படுத்தவும்; பாதிக்கபட்ட கிளைகளை அகற்றவும்.",
      "mr": "हवेचा प्रवाह सुधारावा; सल्फर किंवा शिफारस केलेले कवकनाशक लावा; संक्रमित कोंड्या काढा.",
      "bn": "বায়ু চলাচল উন্নত করুন; সালফার বা সুপারিশকৃত ফাঙ্গিসাইড প্রয়োগ করুন; আক্রান্ত কাণ্ড অপসারণ করুন।",
      "te": "గాలి పరివాహకత పెంచండి; সাল్ఫర్ లేదా సూచించిన ఫంగిసైడ్ వాడండి; సంక్రమిత కొమ్ములను తొలగించు.",
      "kn": "ಗಾಳಿ ಸಾರ душವನ್ನು ಸುಧಾರಿಸಿ; ಗಂಧಕ ಅಥವಾ ಶಿಫಾರಸಿನ ಫಂಗಿಸೈಡ್ ಬಳಸಿ; ಸೋಂಕಿತ ಕಟ್ಟಿ ಎಲೆಗಳನ್ನು ತೆಗೆಯಿರಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Cherry_(including_sour)___healthy",
    "disease": "Cherry_(including_sour)___healthy",
    "symptoms": {
      "en": "No disease signs.",
      "hi": "कोई रोग के लक्षण नहीं।",
      "ur": "کوئی بیماری کے آثار نہیں۔",
      "ta": "எந்தவொரு நோய் அறிகுறிகளும் இல்லை.",
      "mr": "रुग्णत्वाची कोणतीही लक्षणे नाहीत.",
      "bn": "কোনো রোগের লক্ষণ নেই।",
      "te": "ఏ రోగ లక్షణాలూ కనిపించవు.",
      "kn": "ರೋಗ ಲಕ್ಷಣಗಳೇ ಇಲ್ಲ."
    },
    "treatment": {
      "en": "Regular care and monitoring.",
      "hi": "नियमित देखभाल और निगरानी।",
      "ur": "باقاعدہ دیکھ بھال اور نگرانی۔",
      "ta": "பிரத்யேகமாக பராமரிப்பு மற்றும் கண்காணிப்பு.",
      "mr": "नियमित काळजी आणि देखरेख.",
      "bn": "নিয়মিত যত্ন এবং পর্যবেক্ষণ।",
      "te": "నియమితంగా జాగ్రత్త మరియు పర్యవేక్షణ చేయండి.",
      "kn": "ನಿಯಮಿತ ಕಾಳಜಿ ಮತ್ತು ಮೇಲ್ವಿಚಾರಣೆ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Corn_(maize)___Cercospora_leaf_spot Gray_leaf_spot",
    "disease": "Corn_(maize)___Cercospora_leaf_spot Gray_leaf_spot",
    "symptoms": {
      "en": "Small round to oval grey to tan lesions often with a dark border; may coalesce into large dead areas.",
      "hi": "छोटे गोल/अंडाकार धूसर से भूरा घाव अक्सर गहरे किनारे के साथ; बड़े मृत क्षेत्र बन सकते हैं।",
      "ur": "چھوٹے گول یا بیضوی رمادی سے بھوری زخم، اکثر گہرے کنارے کے ساتھ؛ یہ بڑے مردہ حصوں میں ضم ہو سکتے ہیں۔",
      "ta": "சிறிய வட்டம் முதல் முட்டை வடிவம் கொண்ட சாம்பல் முதல் பருப்பு நிற பாதிப்புகள், பெரும்பான்மையில் இருண்ட எல்லை உடன்; பெரிய சாவுக்களாக இணைவதற்கு சாத்தியம்.",
      "mr": "लहान गोल किंवा अंडाकृती राखीच्या ते तपकिरी ठिकाणी सहसा गडद कडा असते; मोठ्या मृत भागात एकत्र होऊ शकतात.",
      "bn": "ছোট গোল থেকে ডিম্বাকৃতি ধূসর থেকে বাদামী ক্ষত সাধারণত গাঢ় ধার দিয়ে; বড় মৃত এলাকায় মিলতে পারে।",
      "te": "చిన్న వృత్తాకార లేదా ఒవల్ బండి బూడిద నుంచి గోధుమగని రంధ్రాలు, ఎక్కువగా ಕಪ್ಪు ಅಂಚಿನಿಂದ; పెద్ద మృత ప్రాంతాలుగా కలవొచ్చు.",
      "kn": "ಚಿಕ್ಕ ವೃತ್ತಾಕಾರದ ಅಥವಾ ಉಂಡಾಕೃತಿಯ ಹೊಣೆ ಬೂದಿ-ತೇನ ಬಣ್ಣದ ಗಾಯಗಳು ಸಾಮಾನ್ಯವಾಗಿ ಕತ್ತಲೆಯ ಅಂಚಿನೊಂದಿಗೆ; ದೊಡ್ಡ ಸತ್ತ ಪ್ರದೇಶಗಳಾಗಿ ಸೇರುತ್ತವೆ."
    },
    "treatment": {
      "en": "Rotate crops; remove residues; fungicide if severe.",
      "hi": "फसल चक्रीकरण करें; अवशेष हटाएँ; गंभीर होने पर कवकनाशी दवा इस्तेमाल करें।",
      "ur": "فصلوں کی گردش کریں؛ باقیات ہٹا دیں؛ سنگینی صورت میں فنگسائڈ استعمال کریں۔",
      "ta": "பயிர் மாறுதல் செய்யவும்; மிச்சங்களை அகற்றி விடவும்; கடுமையான பட்சத்தில் பூஞ்சை-நாசினி பயன்பாடு செய்யவும்.",
      "mr": "पिकांची फेरफटका करा; अवशेष काढा; गंभीर असतील तर कवकनाशक लावा.",
      "bn": "ফসল ঘুরান; অবশিষ্ট অংশ অপসারণ করুন; গুরুতর হলে ফাঙ্গিসাইড ব্যবহার করুন।",
      "te": "పంట మార్పిడి చేయండి; మిగిలిన ముక్కలను తొలగించండి; తీవ్రమైతే ఫంగిసైడ్ ఉపయోగించండి.",
      "kn": "ಬೀಜದ ಚಕ್ರವಳಿಯನ್ನು ಅನುಸರಿಸಿ; ಅವಶೇಷಗಳನ್ನು ತೆಗೆದುಹಾಕಿ; ತೀವ್ರವಾದರೆ ಫಂಗಿಸೈಡ್ ಹಾಕಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Corn_(maize)___Common_rust_",
    "disease": "Corn_(maize)___Common_rust_",
    "symptoms": {
      "en": "Reddish-brown pustules (uredinia) on both leaf surfaces; leaves eventually die.",
      "hi": "दोनों पत्तियों की सतहों पर लाल-भूरे फोड़े ( uredinia ); अंततः पत्तियाँ मर जाती हैं।",
      "ur": "دونوں پتے کی سطحوں پر سرخ بھورا پھوڑا (یو ریڈینیا)؛ آخر کار پتے مر جاتے ہیں۔",
      "ta": "இரு இலைப்பரப்புகளிலும் சிவப்பு-பழுப்பு பூண்டுகள் (உரிடினியா); இறுதியில் இலைகள் இறக்கும்.",
      "mr": "दोन्ही पानांच्या पृष्ठभागावर लाल-तपकिरी फुगा (युरिडिनिया); शेवटी पाने सुकतात.",
      "bn": "উভয় পাতার পৃষ্ঠে লাল-বাদামী ফুঁটা (ইউরিডিনিয়া); শেষে পাতা মরে যায়।",
      "te": "రెండు ఆకుల ఉపరితలముల మీద ఎరుపు-గోధుమ ಪುసತುಳು (యురిడినియా); చివరకు ఆకులు చనిపోతాయి.",
      "kn": "ಎರಡು ಎಲೆ ಮೇಲ್ಭಾಗಗಳಲ್ಲಿಯೂ ಕೆಂಪು-ಬೂದು ಉರಿದನಿಯ ವಂಶದ ಘನವಿರುವುದು; ಕೊನೆಯಲ್ಲಿ ಎಲುಗಳು ಸತ್ತಿಹೋಗುತ್ತವೆ."
    },
    "treatment": {
      "en": "Plant resistant hybrids; fungicide if heavy infection.",
      "hi": "प्रतिरोधी संकर उगाएँ; भारी संक्रमण में कवकनाशी दवा उपयोग करें।",
      "ur": "مزاحم ہائبرڈ لگائیں؛ شدید انفیکشن کی صورت میں فنگسائڈ استعمال کریں۔",
      "ta": "எதிர்ப்பு உள்ள உயிரணு வகைகளை நடவும்; தீவிர தொற்றில் பூஞ்சை-நாசினி பயன்படுத்தவும்.",
      "mr": "प्रतिरोधक संकर लावा; जास्त संक्रमण असेल तर कवकनाशक वापरा.",
      "bn": "প্রতিরোধী হাইব্রিড লাগান; জোরালো সংক্রমণে ফাঙ্গিসাইড ব্যবহার করুন।",
      "te": "నిరోధక హైబ్రిడ్స్ నాటండి; తీవ్రమైన ఇన్‌ఫెక్షన్ ఉంటే ఫంగిసైడ్ వినియోగించండి.",
      "kn": "ಪ್ರತಿರೋಧಕ ಸಂಕರಗಳನ್ನು ನೆಟ್ಟುಕೊಳ್ಳಿ; ಭಾರೀ ಸೋಂಕಿದ್ದರೆ ಫಂಗಿಸೈಡ್ ಬಳಸಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Corn_(maize)___Northern_Leaf_Blight",
    "disease": "Corn_(maize)___Northern_Leaf_Blight",
    "symptoms": {
      "en": "Long tan to grey lesions with dark margins; often in mid to late season, can defoliate.",
      "hi": "लंबे भूरे से धूसर घाव जिनके किनारे गहरे हों; प्रायः मध्य से देर मौसम में होते हैं, पत्तियाँ झड़ सकती हैं।",
      "ur": "لمبے بھورے سے سرمئی زخم جن کے کنارے گہرے ہوں؛ اکثر درمیانی تا آخری موسم میں، پتیاں جھڑ سکتی ہیں۔",
      "ta": "உயரம் கொண்ட முன் முதல் சாம்பல் தாக்கங்கள் மற்றும் கருப்பு எல்லைகள்; பெரும்பாலும் நடுவண் முதல் பிற்பகுதி பருவத்தில், இலைகள் விழலாம்.",
      "mr": "लांब तपकिरी ते राखीचे घाव ज्यांचे कडा गडद असतात; बहुधा मध्य ते उशिरा हंगामात दिसतात, पाने पडू शकतात.",
      "bn": "দীর্ঘ বাদামী থেকে ধূসর দাগগুলো গাঢ় ধারের সাথে; সাধারণত মধ্য থেকে শেষ মৌসুমে দেখা যায়, পাতা ঝরে যেতে পারে।",
      "te": "దీర్ఘ గోధుమ నుండి బూడిద రంగు గాయాలు గాఢ అంచులతో; తరచుగా మధ్యతరగతి నుంచి చివరి సీజన్‌లో, ఆకులు పతించవచ్చు.",
      "kn": "ದಿ೯ಘ ಮೆಣಸಿನಬಣ್ಣದಿಂದ ಬೂದಿ ಬಣ್ಣದ ಗಾಯಗಳು, ಕಪ್ಪು ಅಂಚುಗಳ ಜೊತೆಗೆ; ಮಧ್ಯದಿಂದ ಕೊನೆಯ ಕಾಲದಲ್ಲಿ ಕಾಣಸಿಗುತ್ತದೆ, ಎಲೆಗಳು ಪತನವಾಗಬಹುದು."
    },
    "treatment": {
      "en": "Use resistant hybrids; rotate crops; fungicide if necessary.",
      "hi": "प्रतिरोधी संकरों का उपयोग करें; फसल चक्रीकरण करें; आवश्यक होने पर कवकनाशी दवा लगाएँ।",
      "ur": "مزاحم ہائبرڈ استعمال کریں؛ فصلوں کا چکر لگائیں؛ ضرورت ہونے پر فنگسائڈ لگائیں۔",
      "ta": "எதிர்ப்பு உடைய ஹைபிரிட்களை பயன்படுத்தவும்; பயிர் மாறுதல் செய்க; தேவையானால் பூஞ்சை-நாசினி பயன்பாடு செய்யவும்.",
      "mr": "प्रतिरोधक संकर वापरा; पिकांची फेरफटका करा; आवश्यकतेनुसार कवकनाशक वापरा.",
      "bn": "প্রতিরোধী হাইব্রিড ব্যবহার করুন; ফসল ঘুরান; প্রয়োজনে ফাঙ্গিসাইড দিন।",
      "te": "నిరోధక హైబ్రిడ్స్ వాడండి; పంటల మార్పిడీ చేయండి; అవసరమైతే ఫంగిసైడ్ ఉపయోగించండి.",
      "kn": "ಪ್ರತಿರೋಧಕ ಸಂಕರ ಬಳಸಿ; ಬೆಳೆಚಕ್ರವನ್ನು ಅನುಸರಿಸಿ; ಅಗತ್ಯವಿದ್ದರೆ ಫಂಗಿಸೈಡ್ ಬಳಸಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Corn_(maize)___healthy",
    "disease": "Corn_(maize)___healthy",
    "symptoms": {
      "en": "No spots, leaves green and intact.",
      "hi": "कोई धब्बा नहीं, पत्तियाँ हरी और सही।",
      "ur": "کوئی دھبہ نہیں، پتے سبز اور سالم ہیں۔",
      "ta": "எந்த துளியும் இல்லை, இலைகள் பச்சையாகவும் முழுமையாகவும் உள்ளன.",
      "mr": "कोणतीही डाग नाहीत, पाने हिरवी आणि तंदुरुस्त.",
      "bn": "কোনো দাগ নেই, পাতা সবুজ ও অক্ষত।",
      "te": "ఏ దागలూ లేవు, ఆకులు ఆకుపచ్చగా మరియు పూర్తి స్థితిలో ఉన్నాయి.",
      "kn": "ಯಾವುದೇ ಕಲೆಗಳು ಇಲ್ಲ, ಎಲೆಗಳು ಹಸಿರು ಮತ್ತು ಅಚ್ಯುತ."
    },
    "treatment": {
      "en": "Regular scouting.",
      "hi": "नियमित सर्वेक्षण।",
      "ur": "باقاعدہ نگرانی۔",
      "ta": "பொதுவான கண்காணிப்பு செய்யவும்.",
      "mr": "नियमित तपासणी करा.",
      "bn": "নিয়মিত পর্যবেক্ষণ।",
      "te": "నియమిత తనివీలు చేయండి.",
      "kn": "ನಿಯಮಿತ ತೋಟತಪಾಸಣೆ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Grape___Black_rot",
    "disease": "Grape___Black_rot",
    "symptoms": {
      "en": "Small brown spots on leaves become larger with concentric rings; fruit mummify; black lesions.",
      "hi": "पत्तियों पर छोटे भूरे धब्बे बड़े होकर समकेंद्रित रिंग बनाते हैं; फल सूख कर ममी जैसे हो जाते हैं; काले घाव बनते हैं।",
      "ur": "پتوں پر چھوٹے بھورے دھبے بڑے ہو کر متحدہ حلقے بناتے ہیں؛ پھل خشک ہو کر ممی جیسا ہو جاتا ہے؛ سیاہ زخم۔",
      "ta": "இலைகளில் சிறிய பழுப்பு துளிகள் மையவட்டத் தடிகளுடன் பெரியதாக மாறும்; பழங்கள் மம்மியாகும்; கருப்பு பாதிப்புகள்.",
      "mr": "पानांवर छोटे तपकिरी डाग परिमंडलाकार रिंगसह मोठे होतात; फळे सुकून ममीसारखी होतात; काळे घाव दिसतात.",
      "bn": "পাতায় ছোট বাদামী দাগ কনসেন্ট্রিক রিংসহ বড় হয়; ফল শুকিয়ে মমি-সদৃশ হয়; কালো ক্ষত।",
      "te": "ఆకులపై చిన్న గోధుమదా దागులు కేంద్రీకృత రింగులతో పెద్దవుతాయి; పండ్లు కుమ్మారిలా ముక్కలవుతాయి; నల్ల గాయాలు.",
      "kn": "ಎಲೆಗಳಲ್ಲಿನ ಸಣ್ಣ ಬೆಣ್ಣೆ ಬಣ್ಣದ ಚ<$>ಗುಗಳು ಕೇಂದ್ರಬದ್ಧ ಉಳೆಯೊಂದಿಗೆ ದೊಡ್ಡದಾಗಿ变ುತ್ತವೆ; ಹಣ್ಣುಗಳು ಸಿಕ್ಕಿಸಿಕೊಳ್ಳುತ್ತವೆ; ಕಪ್ಪು ಗಾಯಗಳು."
    },
    "treatment": {
      "en": "Remove and destroy mummified fruit; fungicide program; canopy management.",
      "hi": "मम्मी जैसे सूखे फलों को हटाकर नष्ट करें; कवकनाशी कार्यक्रम अपनाएँ; छत्रछाया प्रबंधन करें।",
      "ur": "ممی جیسے پھل ہٹا کر تباہ کریں؛ فنگسائڈ پروگرام لگائیں؛ چھتری انتظام قائم کریں۔",
      "ta": "மம்மி போலிய பழங்களை அகற்றி அழிக்கவும்; பூஞ்சை-நாசினி திட்டத்தைப் பின்பற்றவும்; கூவையைக் கவனிக்கவும்.",
      "mr": "ममी झालेली फळे काढून नष्ट करा; कवकनाशक कार्यक्रम वापरा; छत्रछाया व्यवस्थापन करा.",
      "bn": "মমি-জাত ফল অপসারণ করে ধ্বংস করুন; ফাঙ্গিসাইড প্রোগ্রাম চালান; ক্যানোপি পরিচালনা করুন।",
      "te": "మమ్మి అయిన పండ్లను తీసి ధ్వంసించండి; ఫంగిసైడ్ ప్రణాళిక పాటించండి; క్యానోపీ నిర్వహణ చేయండి.",
      "kn": "ಮಮ್ಮಿಯಾದ ಹಣ್ಣನ್ನು ತೆಗೆದು ನಾಶಮಾಡಿರಿ; ಫಂಗಿಸೈಡ್ ಯೋಜನೆ ಅನುಸರಿಸಿ; ಚರೆಕವಲ ನಿರ್ವಹಣೆ ಮಾಡಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Grape___Esca_(Black_Measles)",
    "disease": "Grape___Esca_(Black_Measles)",
    "symptoms": {
      "en": "Dark spots on fruit and leaves; leaf chlorosis; decline over seasons.",
      "hi": "फलों और पत्तियों पर गहरे धब्बे; पत्तियों का पीलापन (क्लोरोसिस); सत्रों के साथ गिरावट।",
      "ur": "پھل اور پتوں پر گہرے دھبے؛ پتے زرد ہونا؛ موسموں کے ساتھ زوال۔",
      "ta": "பழங்களிலும் இலைகளிலும் இருண்ட துளிகள்; இலைகளின் மஞ்சள் நிலை (குளோரோசிஸ்); பருவங்களின் தொடர்ச்சியில் குறைவு.",
      "mr": "फळांवर व पानांवर गडद ठिपक्यांचा प्रमाण; पानांचे पिवळे होणे; हंगामानुसार कमी होत जाणे.",
      "bn": "ফল ও পাতায় গাঢ় দাগ; পাতার হলকা অংশে পিলাপনা; ঋতু বাড়লে অবনতি।",
      "te": "పండ్లు, ఆకులపై అంధకార పది; ఆకుల పచ్చదనం తగ్గడం; సీజన్లతోనే వైఖరిలా తగ్గుతుంటుంది.",
      "kn": "ಹಣ್ಣು ಮತ್ತು ಎಲೆಗಳಲ್ಲಿ ಕಪ್ಪು ದಾಗಗಳು; ಎಲೆಗಳು ಹಳದಿ; ಸಂವತ್ಸರಗಳೊಂದಿಗೆ ಕುಸಿತ."
    },
    "treatment": {
      "en": "Remove infected wood; maintain vine vigor; consult specialist for trunk diseases.",
      "hi": "संक्रमित लकड़ी हटाएँ; बेल की स्फूर्ति बनाए रखें; तने/लड़की संबंधी रोगों के लिए विशेषज्ञ से परामर्श लें।",
      "ur": "متاثرہ لکڑی کو ہٹائیں؛ انگور کی طاقت برقرار رکھیں؛ ٹرنک بیماریوں کے لیے ماہر سے رجوع کریں۔",
      "ta": "பாதிக்கப்பட்ட மரங்களை அகற்றி விடவும்; திராட்சைகடுகின் வலிமையை பராமரிக்கவும்; தண்டு நோய்களுக்கு நிபுணரிடம் ஆலோசனை பெறவும்.",
      "mr": "संक्रमित लाकूड काढून टाका; द्राक्षरोगाची तंदुरुस्ती राखा; तूमडी रोगांसाठी तज्ज्ञांचा सल्ला घ्या.",
      "bn": "সংক্রমিত কাঠ অপসারণ করুন; আঙুরের প্রাণशক্তি রক্ষা করুন; ট্রাঙ্ক রোগের জন্য বিশেষজ্ঞের পরামর্শ নিন।",
      "te": "సంక్రమిత మడుగు తొలగించండి; వైన్ వేగాన్ని కాపాడండి; ట్రంక్ రోగాల కోసం నిపుణుడిని సంప్రదించండి.",
      "kn": "ಸಂಕ್ರಮಿತ ಮರದ ಭಾಗಗಳನ್ನು ತೆಗೆದುಹಾಕಿ; ದ್ರಾಕ್ಷಿ ಸ್ಫೂರ್ತಿಯನ್ನು ಕಾಪಾಡಿ; ಕಂಬ ರೋಗಗಳಿಗಾಗಿ ತಜ್ಞರನ್ನು ಸಂಪರ್ಕಿಸಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Grape___Leaf_blight_(Isariopsis_Leaf_Spot)",
    "disease": "Grape___Leaf_blight_(Isariopsis_Leaf_Spot)",
    "symptoms": {
      "en": "Small dark lesions on leaves that merge into larger blighted areas; defoliation possible.",
      "hi": "पत्तियों पर छोटे काले घाव जो मिलकर बड़े क्षतिग्रस्त क्षेत्र बनाते हैं; पत्तियाँ झड़ सकती हैं।",
      "ur": "پتوں پر چھوٹے سیاہ زخم جو بڑے خراب شدہ علاقوں میں مل جاتے ہیں؛ پتیاں جھڑ سکتی ہیں۔",
      "ta": "இலைகளில் சிறிய கருப்பு பாதிப்புகள் பின்னர் பெரிய வளங்கலாக இணைந்து பரவுகின்றன; இலைகள் விழலாம்.",
      "mr": "पानांवर छोटे गडद ठिपके जे एकत्र होऊन मोठे रोगग्रस्त भाग बनतात; पानांची झड पडू शकते.",
      "bn": "পাতায় ছোট গাঢ় ক্ষত যা মিলেয়ে বড় রোগাক্রান্ত এলাকায় পরিণত হয়; পাতাঝড়া হতে পারে।",
      "te": "ఆకులపై చిన్న నల్లని శుక్లాలు పెద్ద బ్లైట్ ఏరియాలుగా కలుస్తాయి; ఆకులు జారవచ్చు.",
      "kn": "ಎಲೆಗಳ ಮೇಲೆ ಸಣ್ಣ ಕಪ್ಪು ಗಾಯಗಳು ದೊಡ್ಡ ಬ್ಲೈಟ್ ಪ್ರದೇಶಗಳಾಗಿ ಸೇರುತ್ತವೆ; ಎಲೆಗಳು ಉರಿಯಬಹುದು."
    },
    "treatment": {
      "en": "Fungicide sprays; remove infected debris; improve airflow.",
      "hi": "कवकनाशी दवा छिड़काव; संक्रमित अवशेष हटाएँ; हवा का प्रवाह बेहतर करें।",
      "ur": "فنگسائڈ اسپرے؛ متاثرہ ملبہ ہٹائیں؛ ہوا کی گردش بہتر کریں۔",
      "ta": "பூஞ்சை-நாசினி தெளிக்கைகள்; பாதிக்கப்பட்ட நசுங்குகளை அகற்று; காற்றோட்டத்தை மேம்படுத்தவும்.",
      "mr": "कवकनाशक फवारणी; संक्रमित अवशेष काढा; हवेचा प्रवाह वाढवा.",
      "bn": "ফাঙ্গিসাইড স্প্রে; আক্রান্ত আবর্জনা অপসারণ করুন; বায়ু চলাচল উন্নত করুন।",
      "te": "ఫంగిసైడ్ స్ర్పేలు; సంక్రమిత ఆవశేషాలను తొలగించండి; గాలి ప్రవాహాన్ని మెరుగుపరుచండి.",
      "kn": "ಫಂಗಿಸೈಡ್ ಸ್ಫ್ರೇ; ಸೋಂಕಿತ ಬಾಕಿ ವಸ್ತುಗಳನ್ನು ತೆಗೆದುಹಾಕಿ; ಗಾಳಿ ಸಂಚಲನ ಸುಧಾರಿಸಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Grape___healthy",
    "disease": "Grape___healthy",
    "symptoms": {
      "en": "No disease signs; healthy canopy.",
      "hi": "कोई रोग के संकेत नहीं; स्वस्थ छत्रछाया।",
      "ur": "کوئی بیماری کی علامات نہیں؛ صحت مند چھتری۔",
      "ta": "எந்த நோய்ப் தொடர்புகளும் இல்லை; ஆரோக்கியமான மரதண்டு.",
      "mr": "कोणतीही रोगाची लक्षणे नाहीत; निरोगी झाडछत्र.",
      "bn": "কোনো রোগের লক্ষণ নেই; সুস্থ ক্যানোপি।",
      "te": "ఏ రోగ సంకేతాలు లేవు; ఆరోగ్యకరమైన కేనపీ.",
      "kn": "ರೋಗ ಲಕ್ಷಣಗಳೇ ಇಲ್ಲ; ಆರೋಗ್ಯಕರ ಕವಚ."
    },
    "treatment": {
      "en": "Regular care.",
      "hi": "नियमित देखभाल।",
      "ur": "باقاعدہ دیکھ بھال۔",
      "ta": "தொடரும் பராமரிப்பு.",
      "mr": "नियमित देखभाल.",
      "bn": "নিয়মিত যত্ন।",
      "te": "నియమిత సంరక్షణ.",
      "kn": "ನ್ಯಯಮಿತ ಆರೈಕೆ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Orange___Haunglongbing_(Citrus_greening)",
    "disease": "Orange___Haunglongbing_(Citrus_greening)",
    "symptoms": {
      "en": "Yellow mottling of leaves, twig dieback, lopsided fruit, bitter taste, overall decline.",
      "hi": "पत्तियों पर पीला धब्बेदार रंग, टहनियों का सूखना, तिरछे/विकृत फल, कड़वा स्वाद, समग्र गिरावट।",
      "ur": "پتوں پر زرد دھبے؛ ٹہنیوں کا سوکھنا؛ جھکاؤ والے پھل؛ کڑوا ذائقہ؛ عمومی ابتری۔",
      "ta": "இலைகளின் மஞ்சள் ககசல், கிளைகள் சொறிவுவது, மாற்று வடிவிலான பழங்கள், கசப்பு சுவை, பொது மனுச்சி குறைவு.",
      "mr": "पानांवर पिवळसर छटा, फांद्या सुकणे, फळे वाकडी होणे, कडू चव, एकूण झडप कमी होणे.",
      "bn": "পাতায় হলদে ছোপছোপ, কাণ্ড শুষ্কতা, চৌককৃত ফল, তিক্ত স্বাদ, সামগ্রিক অবনতি।",
      "te": "ఆకుల ప‌సుపు మోట్లింగ్, డాల్స్ బాగా చల్లబడటం, పండ్లు వంకరగా మారడం, చేటు రుచి, మొత్తం తగ్గటం.",
      "kn": "ಎಲೆಗಳಲ್ಲಿ ಹಳದಿ ಹೊಳೆತ, ಕಂಬಗಳು ಒಣಗುವುದು, ಏಳುವ ಹಣ್ಣು, ಕರವೇ ರುಚಿ, ಒಟ್ಟು ಕುಸಿತ."
    },
    "treatment": {
      "en": "Remove infected trees; control psyllid vectors; use certified disease-free stock.",
      "hi": "संक्रमित पेड़ हटाएँ; साइलाईड (psyllid) वाहकों को नियंत्रित करें; प्रमाणित रोग-रहित पौधे/सामग्री उपयोग करें।",
      "ur": "متاثرہ درخت ہٹائیں؛ سائلیڈ کیڑوں کو کنٹرول کریں؛ تصدیق شدہ بیماری-فری اسٹاک استعمال کریں۔",
      "ta": "சிக்கிய மரங்களை அகற்றி இடுகவும்; சை்லிட் தொற்றுநீக்கிகளை கட்டுப்படுத்தவும்; சான்றளிக்கப்பட்ட நோயில்லாத பின்னணிகளைப் பயன்படுத்தவும்.",
      "mr": "संक्रमित झाडे काढून घ्या; सायलीड वाहक नियंत्रित करा; प्रमाणित रोगमुक्त रोप उपयोग करा.",
      "bn": "সংক্রমিত গাছ অপসারণ করুন; সাইল্লিড বাহক নিয়ন্ত্রণ করুন; সার্টিফায়েড রোগ-মুক্ত স্টক ব্যবহার করুন।",
      "te": "సంక్రమిత చెట్లను తొలగించండి; సైల్లిడ్ వెక్టర్‌లను నియంత్రించండి; ధృవీకరించబడ్డ బీమారిరహిత స్టాక్ వాడండి.",
      "kn": "ಸಂಕ್ರಮಿತ ಮರಗಳನ್ನು ತೆಗೆದುಹಾಕಿ; ಸೈಲ್ಲಿಡ್ ವೆಕ್ಟರ್‌ಗಳನ್ನು ನಿಯಂತ್ರಿಸಿ; ಪ್ರಮಾಣಿತ ರೋಗರಹಿತ ಸ್ಟಾಕ್ ಬಳಸಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Peach___Bacterial_spot",
    "disease": "Peach___Bacterial_spot",
    "symptoms": {
      "en": "Small dark spots on leaves and fruit; can cause defoliation and fruit lesions.",
      "hi": "पत्तियों और फलों पर छोटे गहरे धब्बे; पत्तियाँ झड़ सकती हैं और फलों पर घाव बन सकते हैं।",
      "ur": "پتوں اور پھلوں پر چھوٹے گہرے دھبے؛ پتیاں جھڑ سکتی ہیں اور پھلوں پر زخم بن سکتے ہیں۔",
      "ta": "இலைகளிலும் பழங்களிலும் சிறிய கருப்பு துளிகள்; இவை இலை விழுதல் மற்றும் பழங்களில் பாதிப்புகளை ஏற்படுத்தலாம்.",
      "mr": "पानांवर व फळांवर छोटे गडद ठिपके; पानझड आणि फळातील घाव होऊ शकतात.",
      "bn": "পাতা ও ফলে ছোট গাঢ় দাগ; পাতাঝরা ও ফলের ক্ষত হতে পারে।",
      "te": "ఆకులు మరియు పండ్లపై చిన్న నలుపు తొక్కలు; ఆకులు జారవచ్చు మరియు పండ్లపై గాయాలు ఏర్పడవచ్చు.",
      "kn": "ಎಲೆಗಳು ಮತ್ತು ಹಣ್ಣಿನ ಮೇಲೆ ಸಣ್ಣ ಕಪ್ಪು ದಾಗಗಳು; ಎಲೆಗಳು ಜಾರಲು ಮತ್ತು ಹಣ್ಣಿನ ಮೇಲಿನ ಗಾಯ ಉಂಟಾಗಬಹುದು."
    },
    "treatment": {
      "en": "Use copper sprays, remove infected fruits; plant resistant cultivars.",
      "hi": "तांबे आधारित छिड़काव करें; संक्रमित फल हटाएँ; प्रतिरोधी किस्में लगाएँ।",
      "ur": "تانبے کی اسپرے استعمال کریں؛ متاثرہ پھل ہٹائیں؛ مزاحم اقسام لگائیں۔",
      "ta": "காப்பர் தெளிக்கைகளைப் பயன்படுத்தவும், பாதிக்கப்பட்ட பழங்களை அகற்றவும்; எதிர்ப்பு வகைகளை வளர்க்கவும்.",
      "mr": "कॉपर स्प्रे वापरा; संक्रमित फळे काढून टाका; प्रतिरोधक जाती लागवा.",
      "bn": "তামার স্প্রে ব্যবহার করুন; সংক্রমিত ফল অপসারণ করুন; প্রতিরোধী জাত লাগান।",
      "te": "కాపర్ స్ప్రేలు ఉపయోగించండి, సంక్రమిత పండ్లను తీసివేయండి; నిరోధక జాతులు నాటండి.",
      "kn": "ಕಾಪರ್ ಸ್ಫ್ರೇಗಳನ್ನು ಬಳಸಿ; ಸೋಂಕಿತ ಹಣ್ಣುಗಳನ್ನು ತೆಗೆದುಹಾಕಿ; ಪ್ರತಿರೋಧಕ ಜಾತಿಗಳನ್ನು ನೆಟ್ಟುಕೊಳ್ಳಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Peach___healthy",
    "disease": "Peach___healthy",
    "symptoms": {
      "en": "Normal leaves and fruit, no spotting.",
      "hi": "सामान्य पत्ते और फल, कोई धब्बा नहीं।",
      "ur": "عام پتے اور پھل، کوئی دھبہ نہیں۔",
      "ta": "சாதாரண இலைகளும் பழங்களும், எந்தத் துளையும் இல்லை.",
      "mr": "सामान्य पाने आणि फळे, कोणतीही ठिपके नाहीत.",
      "bn": "স্বাভাবিক পাতা এবং ফল, কোনো দাগ নেই।",
      "te": "సాధారణ ఆకులు మరియు పండ్లు, ఎలాంటి దాగులు లేవు.",
      "kn": "ಸಾಮಾನ್ಯ ಎಲೆಗಳು ಮತ್ತು ಹಣ್ಣುಗಳು, ಯಾವುದೇ ದಾಗಿಲ್ಲ."
    },
    "treatment": {
      "en": "Standard care.",
      "hi": "मानक देखभाल।",
      "ur": "معیاری دیکھ بھال۔",
      "ta": "பொதுவான பராமரிப்பு.",
      "mr": "मानक काळजी.",
      "bn": "মানক যত্ন।",
      "te": "సాధారణ సంరక్షణ.",
      "kn": "ಸಾಮಾನ್ಯ ಆರೈಕೆ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Pepper,_bell___Bacterial_spot",
    "disease": "Pepper,_bell___Bacterial_spot",
    "symptoms": {
      "en": "Small water-soaked lesions on leaves and fruit that turn dark and scabby; defoliation in severe cases.",
      "hi": "पत्तियों और फलों पर छोटे पानी से भरे घाव जो काले और सुराखदार हो जाते हैं; गंभीर मामलों में पत्तियाँ झड़ सकती हैं।",
      "ur": "پتوں اور پھلوں پر چھوٹے پانی سے بھری چوٹیں جو سیاہ اور کھردری ہو جاتی ہیں؛ سنگین کیسز میں پتیاں جھڑ سکتی ہیں۔",
      "ta": "இலைகளிலும் பழங்களிலும் நீர் ஊறிய சிறு பாதிப்புகள், பின்னர் கரு மற்றும் தோற்றம் கொண்டதாக மாறும்; கடுமையான நிலைகளில் இலைவிழுதல்.",
      "mr": "पानांवर व फळांवर पाण्यात भिजलेल्या सारखे छोटे घाव जे काळे व कुरकुरीत होतात; गंभीर प्रकरणात पानझड होऊ शकते.",
      "bn": "পাতা ও ফলে ছোট পানি-ভেজা ক্ষত যা পরে গাঢ় ও কাঁটা-সদৃশ হয়; গুরুতর ক্ষেত্রে পাতাঝড়া।",
      "te": "ఆకులు మరియు పండ్లపై చిన్న నీరు నల్లితి చచ్చిన గాయాలు అవి చీకటి మరియు చెరగని అవుతాయి; తీవ్రమైన సందర్భాల్లో ఆకులు పతనం.",
      "kn": "ಎಲೆಗಳು ಮತ್ತು ಹಣ್ಣಿನ ಮೇಲೆ ನೀರಿನಿಂದ ಪಾಚುರಿದ ಕ್ಷತಗಳು ಅವು ಕಪ್ಪಾಗಿ ಕುರುರ್ಪಗೊಳ್ಳುತ್ತವೆ; ತೀವ್ರ ಪ್ರಕರಣಗಳಲ್ಲಿ ಎಲೆಗಳ ಪತನ."
    },
    "treatment": {
      "en": "Use certified seed; copper-based treatments; crop rotation.",
      "hi": "प्रमाणित बीज का उपयोग करें; तांबे आधारित उपचार; फसल चक्रीकरण करें।",
      "ur": "سرٹیفائیڈ بیج استعمال کریں؛ تانبے کی بنیاد پر علاج؛ فصلوں کی گردش کریں۔",
      "ta": "சான்றளிக்கப்பட்ட விதைகள் பயன்படுத்தவும்; தாம்பு சார்ந்த சிகிச்சைகள்; பயிர் மாறுதல் செய்க.",
      "mr": "प्रमाणित बियाणे वापरा; तांबे आधारित उपचार; पिकांची फेरफटका करा.",
      "bn": "সার্টিফায়েড বীজ ব্যবহার করুন; তামার ভিত্তিক চিকিৎসা; ফসল চক্র করুন।",
      "te": "సర్టిఫైడ్ విత్తనాలు వాడండి; కాపర్-ఆధారిత చికిత్సలు; పంట రొటేషన్ చేయండి.",
      "kn": "ಪ್ರಮಾಣಿತ ಬೀಜ ಬಳಸಿ; ತಾಮ್ರ ಆಧಾರಿತ ಚಿಕಿತ್ಸೆ ಮಾಡಿ; ಬೆಳೆ ಚಕ್ರ ಅನುಸರಿಸಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Pepper,_bell___healthy",
    "disease": "Pepper,_bell___healthy",
    "symptoms": {
      "en": "No disease; normal growth.",
      "hi": "कोई रोग नहीं; सामान्य वृद्धि।",
      "ur": "کوئی بیماری نہیں؛ معمولی نشوونما۔",
      "ta": "எந்த நோயும் இல்லை; சாதாரண வளர்ச்சி.",
      "mr": "कोणताही रोग नाही; सामान्य वाढ.",
      "bn": "কোনো রোগ নেই; স্বাভাবিক বৃদ্ধি।",
      "te": "ఏమైనా రోగం లేదు; సాధారణ వృద్ధి.",
      "kn": "ರೋಗವಿಲ್ಲ; ಸಾಮಾನ್ಯ ಬೆಳವಣಿಗೆ."
    },
    "treatment": {
      "en": "Monitor.",
      "hi": "निगरानी करें।",
      "ur": "نگرانی کریں۔",
      "ta": "கண்காணிக்கவும்.",
      "mr": "निगरानी करा.",
      "bn": "পর্যবেক্ষণ করুন।",
      "te": "పర్యవేక్షించండి.",
      "kn": "ನಿಗಾ ವಹಿಸಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Potato___Early_blight",
    "disease": "Potato___Early_blight",
    "symptoms": {
      "en": "Brown spots on leaves with concentric rings (target-like); leaf yellowing and rapid defoliation; lesions on stems and tubers.",
      "hi": "पत्तियों पर समकेंद्रित रिंग वाले भूरे धब्बे (लक्ष्य के समान); पत्ती पीलापन और तेज़ पत्ती झड़ना; तनों और आलू के कंदों पर घाव।",
      "ur": "پتوں پر متحدہ حلقوں والے بھورے دھبے (ٹارگٹ نما)؛ پتوں کا پیلا ہونا اور تیزی سے جھڑنا؛ تنوں اور گانٹھوں پر زخم۔",
      "ta": "இலைகளில் மைய சுழற்சி கொண்ட பழுப்பு துளிகள் (இலக்கு போன்று); இலை மஞ்சள் நிறம் மற்றும் விரைவான விழுதல்; தண்டு மற்றும் உருண்டைகளில் பாதிப்புகள்.",
      "mr": "पानांवर लक्ष्यासारखे परिमंडलाकार रिंगसहित तपकिरी डाग; पानांचे पिवळेपणा आणि त्वरीत पानगोळा; कांड व कंदावर घाव.",
      "bn": "পাতায় concentric রিংসহ বাদামী দাগ (টার্গেট-সদৃশ); পাতার হলদে হওয়া এবং দ্রুত পাতা ঝরা; খোঁপা ও টিউবারে ক্ষত।",
      "te": "ఆకులపై కేంద్రబద్ద రింగులతో గోధుమ రంగు పగుళ్లు (టార్గెట్ లా); ఆకుల పసుపు పెరగడం మరియు వేగంగా పతనం; కాండ్లు మరియు బొంబాలపై గాయాలు.",
      "kn": "ಎಲೆಗಳ ಮೇಲೆ ಕೇಂದ್ರಬದ್ಧ ರಿಂಗ್‌ಗಳೊಂದಿಗೆ ಕಂದು ದಾಗಗಳು (ಟಾರ್ಗೆಟ್ ಪ್ಯಾಟರ್ನ್); ಎಲೆಗಳು ಹಳದಿ ಆಗಿ ವೇಗವಾಗಿ ಬರುವುದು; ತನುಗಳು ಮತ್ತು ಗುಂಡಿಗಳ ಮೇಲೆ ಗಾಯಗಳು."
    },
    "treatment": {
      "en": "Remove infected leaves, use appropriate fungicides, rotate crops, use certified seed.",
      "hi": "संक्रमित पत्तियाँ हटाएँ, उपयुक्त कवकनाशी दवाएँ प्रयोग करें, फसल घुमाएँ, प्रमाणित बीज उपयोग करें।",
      "ur": "متاثرہ پتے ہٹا دیں، مناسب فنگسائڈ استعمال کریں، فصلوں کا چکر لگائیں، تصدیق شدہ بیج استعمال کریں۔",
      "ta": "சிக்கிய இலைகளை அகற்றி விடவும், பொருத்தமான பூஞ்ஜைநாசினிகளைப் பயன்படுத்தவும், பயிர் மாறுதல் செய்யவும், சான்றளிக்கப்பட்ட விதைகளைப் பயன்படுத்தவும்.",
      "mr": "संक्रमित पान काढा, योग्य कवकनाशक वापरा, पिकांची फेरफटका करा, प्रमाणित बियाणे वापरा.",
      "bn": "সংক্রমিত পাতা সরান, উপযুক্ত ফাঙ্গিসাইড ব্যবহার করুন, ফসল পরিবর্তন করুন, সার্টিফায়েড বীজ ব্যবহার করুন।",
      "te": "సంక్రమిత ఆకులను తీసివేయండి, తగిన ఫంగిసైడ్ ఉపయోగించండి, పంటల మార్పిడీ చేయండి, ధృవీకరించబడిన విత్తనాలు వాడండి.",
      "kn": "ಸಂಕ್ರಮಿತ ಎಲೆಗಳನ್ನು ತೆಗೆಯಿರಿ, ಸೂಕ್ತ ಫಂಗಿಸೈಡ್ ಬಳಸಿ, ಬೆಳೆಚಕ್ರ ಅನುಸರಿಸಿ, ಪ್ರಮಾಣಿತ ಬೀಜ ಬಳಸಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Potato___Late_blight",
    "disease": "Potato___Late_blight",
    "symptoms": {
      "en": "Dark, greasy lesions on leaves and stems, quickly turning brown; tuber rot; often in cool wet weather.",
      "hi": "पत्तियों और तनों पर गहरे, चिकने घाव जो जल्दी भूरा हो जाते हैं; कंद सड़ना; प्रायः ठंडे गीले मौसम में होता है।",
      "ur": "پتوں اور ڈنٹھل پر گہرے، چکنا زخم جو جلدی بھورے ہو جاتے ہیں؛ گاٹھ کا سڑنا؛ اکثر سرد اور نم موسم میں ہوتا ہے۔",
      "ta": "இலைகளிலும் தண்டு பகுதிகளிலும் கருகிய, கொழுப்பு போன்ற பாதிப்புகள் அவை விரைவில் பழுப்பு நிறமாவதால்; உருண்டிகளில் பழுப்பு; பெரும்பாலும் குளிர்ந்த ஈரமூட்ட காலத்தில்.",
      "mr": "पानांवर व कांडांवर गडद, तिळसर घाव जे लवकर तपकिरी होतात; कंद सडणे; बहुतेक थंड व ओल्या हवामानात होत असते.",
      "bn": "পাতা ও ডালে গাঢ়, তেলের মতো দাগ যা দ্রুত বাদামি হয়ে যায়; টিউবার পচা; সাধারণত ঠান্ডা ও আর্দ্র আবহাওয়ায়।",
      "te": "ఆకులు మరియు తండలపై గಾಢమైన, గ్రీసీ గాయాలు అవి త్వరగా గోధుమకారంగా మారుతాయి; బొంబాల దుర్గంధం; సాధారణంగా చల్లని తడిగా ఉన్న వాతావరణంలో.",
      "kn": "ಎಲೆಗಳು ಮತ್ತು ತನುಗಳ ಮೇಲೆ ಗಾಢ, ತೈಲದಂತಹ ಗಾಯಗಳು ತ್ವರಿತವಾಗಿಯೇ ಬಿಡಬೇಕು; ಗುಂಡಿಗಳ ನಾಶ; ಸಾಮಾನ್ಯವಾಗಿ ತಣ್ಣನೆಯ ತ damp ವ ಹೊಂದಿರುವ ಹವಾಮಾನದಲ್ಲಿ."
    },
    "treatment": {
      "en": "Rapid removal of infected plants; strong fungicide program; resistant varieties; avoid overhead irrigation.",
      "hi": "संक्रमित पौधों को तुरंत हटाएँ; सख्त कवकनाशी कार्यक्रम अपनाएँ; प्रतिरोधी किस्में लगाएँ; ऊपर से सिंचाई से बचें।",
      "ur": "متاثرہ پودوں کو فوری طور پر ہٹا دیں؛ مضبوط فنگسائڈ پروگرام نافذ کریں؛ مزاحم اقسام لگائیں؛ اوورہیڈ آبیاری سے گریز کریں۔",
      "ta": "அவசரமாக பாதிக்கப்பட்ட செடிகளை அகற்றி விடவும்; வலுவான பூஞ்ஜை-நாசினி திட்டம் பின்பற்றவும்; எதிர்ப்புக் வகைகளை நடவும்; மேலிருந்து நீர்வீழ்ச்சியைத் தவிர்க்கவும்.",
      "mr": "संकर्मित वनस्पती त्वरीत काढा; जोरदार कवकनाशक कार्यक्रम राबवा; प्रतिरोधक जाति वापरा; वरून सिंचन टाळा.",
      "bn": "তৎক্ষণাৎ সংক্রমিত গাছ অপসারণ করুন; শক্তিশালী ফাঙ্গিসাইড প্রোগ্রাম চালান; প্রতিরোধী জাত লাগান; উপর থেকে সেচ এড়ান।",
      "te": "సంక్రమిత మొక్కలను వీక్షణతో తొలగించండి; బలమైన ఫంగిసైడ్ ప్రోగ్రామ్ అప్లై చేయండి; నిరోధక జాతులు నాటండి; హెడ్‌ఓవర్ నీరు నివారించండి.",
      "kn": "ಸಂಕ್ರಮಿತ ಸಸ್ಯಗಳನ್ನು ತ್ವರಿತವಾಗಿ ತೆಗೆದುಹಾಕಿ; ಗಟ್ಟಿಯಾದ ಫಂಗಿಸೈಡ್ ಕಾರ್ಯಕ್ರಮ; ಪ್ರತಿರೋಧಕ ಜಾತಿಗಳು; ಮೇಲ’assurer ನೀರಾವರಿ ತಪ್ಪಿಸಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Potato___healthy",
    "disease": "Potato___healthy",
    "symptoms": {
      "en": "No visible damage to leaves or tubers.",
      "hi": "पत्तियों या कंदों पर कोई दिखाई देने वाली क्षति नहीं।",
      "ur": "پتوں یا گانٹھوں پر کوئی مرئی نقصان نہیں۔",
      "ta": "இலைகளுக்கும் உருண்டிகளுக்கும் எந்தத் தோற்றமே இழப்பும் இல்லை.",
      "mr": "पान किंवा कंदांवर कोणतीही दृष्य हानी नाही.",
      "bn": "পাতা বা টিউবারে কোনো দৃশ্যমান ক্ষতি নেই।",
      "te": "ఆకులు లేదా బొంబాలలో కనిపించే హాని లేదు.",
      "kn": "ಎಲೆಗಳು ಅಥವಾ ಗುಂಡಿಗಳಲ್ಲಿ ಯಾವುದೇ ಗೋಚರ ಹಾನಿ ಇಲ್ಲ."
    },
    "treatment": {
      "en": "Maintain good practices.",
      "hi": "अच्छे कृषि अभ्यास बनाए रखें।",
      "ur": "اچھے طریقے برقرار رکھیں۔",
      "ta": "சிறந்த செயல்முறைகளை பேணவும்.",
      "mr": "चांगला सराव राखा.",
      "bn": "ভালো চর্চা বজায় রাখুন।",
      "te": "మంచి ఆచారాలను నిర్వహించండి.",
      "kn": "ಯೋಗ್ಯ ಅಭ್ಯಾಸಗಳನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Raspberry___healthy",
    "disease": "Raspberry___healthy",
    "symptoms": {
      "en": "Normal canes and leaves.",
      "hi": "सामान्य तने और पत्तियाँ।",
      "ur": "عام کین اور پتے۔",
      "ta": "சாதாரண கெயின்களும் இலைகளும்.",
      "mr": "सामान्य केन आणि पाने.",
      "bn": "স্বাভাবিক কান এবং পাতা।",
      "te": "సాధారణ కేన్లు మరియు ఆకులు.",
      "kn": "ಸಾಮಾನ್ಯ ತಡಿಗಳು ಮತ್ತು ಎಲೆಗಳು."
    },
    "treatment": {
      "en": "Monitor.",
      "hi": "निगरानी करें।",
      "ur": "نگرانی کریں۔",
      "ta": "கண்காணிக்கவும்.",
      "mr": "निगराणी करा.",
      "bn": "পর্যবেক্ষণ করুন।",
      "te": "వీక్షించండి.",
      "kn": "ನಿಗಾ ವಹಿಸಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Soybean___healthy",
    "disease": "Soybean___healthy",
    "symptoms": {
      "en": "Green intact leaves, normal pods.",
      "hi": "हरे और अखंड पत्ते, सामान्य फली।",
      "ur": "سبز اور سالم پتے، معمول کے پھلیاں۔",
      "ta": "பச்சை முழுமையான இலைகள், சாதாரண கோடைகள்.",
      "mr": "हिरवी अखंड पाने, सामान्य फली.",
      "bn": "সবুজ অক্ষত পাতা, স্বাভাবিক পড।",
      "te": "ఆకుపచ్చ, సమగ్ర ఆకులు, సాధారణ పొడ్లు.",
      "kn": "ಹಸಿರು ಸಂಪೂರ್ಣ ಎಲೆಗಳು, ಸಾಮಾನ್ಯ ಸೊಪ್ಪು."
    },
    "treatment": {
      "en": "Standard care.",
      "hi": "मानक देखभाल।",
      "ur": "معیاری دیکھ بھال۔",
      "ta": "பொது பராமரிப்பு.",
      "mr": "मानक काळजी.",
      "bn": "মানমত যত্ন।",
      "te": "మార్గదర్శక సంరక్షణ.",
      "kn": "ಮಾನದಾರ ಆರೈಕೆ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Squash___Powdery_mildew",
    "disease": "Squash___Powdery_mildew",
    "symptoms": {
      "en": "White powdery patches on leaves and stems; leaves may yellow and die, reduced yield.",
      "hi": "पत्तियों और तनों पर सफेद पाउडर जैसे धब्बे; पत्तियाँ पीली होकर सूख सकती हैं, उपज कम हो सकती है।",
      "ur": "پتوں اور تنوں پر سفید پاؤڈر نما دھبے؛ پتے زرد ہو کر مر سکتے ہیں، پیداوار کم ہو سکتی ہے۔",
      "ta": "இலைகளிலும் தண்டு பகுதிகளிலும் வெள்ளை பொடியான லயர்கள்; இலைகள் மஞ்சள் நிறமாவதும் விழக்கூடும், பயிர் குறைகிறது.",
      "mr": "पानांवर आणि कांडांवर पांढऱ्या पावडरसारखे ठिपके; पाने पिवळी होऊन कोरडे होऊ शकतात, उत्पन्न कमी होऊ शकते.",
      "bn": "পাতা ও ডালে সাদা গুঁড়োর দাগ; পাতাগুলো হলদে হয়ে মরে যেতে পারে, ফলন কমে।",
      "te": "ఆకులు మరియు తొమ్మిది సెగలపై తెల్లని పొడి రూపపు మచ్చలు; ఆకులు పసుపు అవ్వటం మరియు చనవచ్చు, దిగుబడి తగ్గవచ్చు.",
      "kn": "ಎಲೆಗಳು ಮತ್ತು ಕಂಬಗಳಲ್ಲಿ ಬಿಳಿ ಪುಡಿ ಕುಚಿಗಳ ಉಂಟಾಗುವುದು; ಎಲೆಗಳು ಹಳದಿ ಆಗಿ ಸತ್ತು ಹೋಗಬಹುದು, ಫಲಕಾರಿತ್ವ ಕಡಿಮೆಯಾಗಬಹುದು."
    },
    "treatment": {
      "en": "Remove infected leaves; improve airflow; apply sulfur or fungicide labeled for powdery mildew.",
      "hi": "संक्रमित पत्तियाँ हटाएँ; हवा का प्रवाह सुधारें; पाउडरी मिल्ड्यू के लिए लेबल वाले सल्फर या कवकनाशी दवा लगाएँ।",
      "ur": "متاثرہ پتے ہٹا دیں؛ ہوا کا بہاؤ بہتر کریں؛ پاؤڈری ملڈیو کے لیے لیبل شدہ سلفر یا فنگسائڈ لگائیں۔",
      "ta": "பாதிக்கப்பட்ட இலைகளை அகற்று; காற்றோட்டத்தை மேம்படுத்து; பவுட்ரி மில்ட்யூக்கு லேபிளான சல்பர் அல்லது பூஞ்ஜை-நாசினி சேர்க்கவும்.",
      "mr": "संक्रमित पान काढा; हवेचा प्रवाह सुधारावा; पाउडरी मिल्ड्यूसाठी लेबल केलेले सल्फर किंवा कवकनाशक वापरा.",
      "bn": "সংক্রমিত পাতা অপসারণ করুন; বায়ু চলাচল উন্নত করুন; পাউডারি মিলডিউর জন্য লেবেলকৃত সালফার বা ফাঙ্গিসাইড প্রয়োগ করুন।",
      "te": "సంఖ్యమై ఆకులను తొలగించండి; గాలి ప్రవాహాన్ని మెరుగుపరచండి; పౌడ్రీ మిల్డ్యూకు సూచించిన సల్ఫర్ లేదా ఫంగిసైడ్ వాడండి.",
      "kn": "ಸಂಕ್ರಮಿತ ಎಲೆಗಳನ್ನು ತೆಗೆಯಿರಿ; ಗಾಳಿ ಹರಿವು ಸುಧಾರಿಸಿ; ಪುಡಿ ಮಿಲ್ಡ್ಯೂಗೆ ಲೇಬಲ್ ಮಾಡಿದ ಗಂಧಕ ಅಥವಾ ಫಂಗಿಸೈಡ್ ಬಳಸಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Strawberry___Leaf_scorch",
    "disease": "Strawberry___Leaf_scorch",
    "symptoms": {
      "en": "Brown or tan irregular lesions on leaf margins and surface; leaves may curl and die back.",
      "hi": "पत्ती के किनारों और सतह पर भूरा या ताप रंग के अनियमित घाव; पत्तियाँ मुड़ सकती हैं और सूख सकती हैं।",
      "ur": "پتوں کے کناروں اور سطح پر بھورے یا پیلے بےقاعدہ زخم؛ پتے مڑ سکتے ہیں اور مر سکتے ہیں۔",
      "ta": "இலை உதிர்வுகளில் மற்றும் மேற்பகுதிகளில் பழுப்பு அல்லது கரிவான அடர்த்தியில் மாறுபடும் பாதிப்புகள்; இலைகள் வளைந்து உதிரலாம்.",
      "mr": "पानांच्या कडा व पृष्ठभागावर तपकिरी किंवा किंचित तांबट अनियमित डाग; पाने वाकून सुकू शकतात.",
      "bn": "পাতার ধার ও পৃষ্ঠে বাদামী বা টেন অনিয়মিত ক্ষত; পাতা ভাঁজ হয়ে শুকিয়ে পড়তে পারে।",
      "te": "ఆకుల అంచులు మరియు ఉపరితలంపై గోధుమ లేదా గోధుమటి అమితమైన గాయాలు; ఆకులు వంకరగా మారి చనిపోవచ్చు.",
      "kn": "ಎಲೆ ಮಾರ್ಜಿನ್ ಮತ್ತು ಮೇಲೆ ಬರುವ ಅನಿಯಮಿತ ಕಂದು/ಬಿಳಿ ಗಾಯಗಳು; ಎಲೆಗಳು ವಕ್ರವಾಗಿ ಬಿದ್ದು ಒಣಗಬಹುದು."
    },
    "treatment": {
      "en": "Remove and destroy infected leaves; fungicide if needed; improve spacing and airflow.",
      "hi": "संक्रमित पत्तियाँ हटाकर नष्ट करें; आवश्यक होने पर कवकनाशी दवा लगाएँ; दूरी और हवा का प्रवाह बेहतर करें।",
      "ur": "متاثرہ پتے ہٹا کر تباہ کریں؛ ضرورت کے مطابق فنگسائڈ لگائیں؛ پودوں کے درمیان فاصلہ اور ہوا کی گردش بہتر کریں۔",
      "ta": "பாதிக்கப்பட்ட இலைகளை அகற்றி அழிக்கவும்; தேவையானால் பூஞ்ஜை-நாசினி பயன்படுத்தவும்; இடைவெளி மற்றும் காற்றோட்டத்தை மேம்படுத்தவும்.",
      "mr": "संक्रमित पाने काढून नष्ट करा; गरज असेल तर कवकनाशक वापरा; अंतर व हवेचा प्रवाह सुधारा.",
      "bn": "সংক্রমিত পাতা অপসারণ করে ধ্বংস করুন; প্রয়োজন হলে ফাঙ্গিসাইড প্রয়োগ করুন; ফাঁক ও বায়ু চলাচল উন্নত করুন।",
      "te": "సంక్రమిత ఆకులను తీసివేసి ధ్వంసించండి; అవసరమైతే ఫంగిసైడ్ వాడండి; తేటడం మరియు గాలి ప్రవాహం మెరుగుపరచండి.",
      "kn": "ಸಂಕ್ರಮಿತ ಎಲೆಗಳನ್ನು ತೆಗೆಯಿರಿ ಮತ್ತು ನಾಶಮಾಡಿ; ಅಗತ್ಯವಿದ್ದಲ್ಲಿ ಫಂಗಿಸೈಡ್ ಬಳಸಿ; ಅಂತರ ಮತ್ತು ಗಾಳಿ ಹರಿವನ್ನು ಸುಧಾರಿಸಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Strawberry___healthy",
    "disease": "Strawberry___healthy",
    "symptoms": {
      "en": "No spotting; healthy leaves.",
      "hi": "कोई धब्बा नहीं; स्वस्थ पत्तियाँ।",
      "ur": "کوئی داغ نہیں؛ صحت مند پتے۔",
      "ta": "எந்த துளையும் இல்லை; ஆரோக்கியமான இலைகள்.",
      "mr": "काही ठिपके नाहीत; निरोगी पाने.",
      "bn": "কোনো দাগ নেই; স্বাস্থ্যকর পাতা।",
      "te": "ఏ దాగులు లేవు; ఆరోగ్యకరమైన ఆకులు.",
      "kn": "ಯಾವುದೇ ದಾಗಿಲ್ಲ; ಆರೋಗ್ಯಕರ ಎಲೆಗಳು."
    },
    "treatment": {
      "en": "Regular care.",
      "hi": "नियमित देखभाल।",
      "ur": "باقاعدہ دیکھ بھال۔",
      "ta": "தொடர்ச்சி பராமரிப்பு.",
      "mr": "नियमित काळजी.",
      "bn": "নিয়মিত যত্ন।",
      "te": "నియత సంరక్షణ.",
      "kn": "ನಿಯಮಿತ ಆರೈಕೆ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Tomato___Bacterial_spot",
    "disease": "Tomato___Bacterial_spot",
    "symptoms": {
      "en": "Small dark spots on fruit and leaves, often with yellow halos; defoliation possible.",
      "hi": "फल और पत्तियों पर छोटे गहरे धब्बे, अक्सर पीले घेरे के साथ; पत्तियाँ झड़ सकती हैं।",
      "ur": "پھل اور پتوں پر چھوٹے گہرے دھبے، اکثر زرد حلقوں کے ساتھ؛ پتیاں جھڑ سکتی ہیں۔",
      "ta": "பழங்களிலும் இலைகளிலும் சிறிய கருப்பு துளிகள், பெரும்பாலும் மஞ்சள் வட்டங்களைக் கொண்டிருக்கிறது; இலை விழுதல் நிகழலாம்.",
      "mr": "फळ व पाने यांवर छोटे गडद ठिपके, अनेकदा पिवळ्या वलयांसह; पानझड होऊ शकते.",
      "bn": "ফল ও পাতায় ছোট গাঢ় দাগ, প্রায়ই হলুদ হ্যালোসহ; পাতাঝড়া হতে পারে।",
      "te": "పండ్లు మరియు ఆకులపై చిన్న ఉక్కు మచ్చలు, తరచుగా మాంజరి-హలోలతో; ఆకులు పతనం కావచ్చు.",
      "kn": "ಹಣ್ಣು ಮತ್ತು ಎಲೆಗಳ ಮೇಲೆ ಸಣ್ಣ ಕಪ್ಪು ದಾಗಗಳು, ಸಾಮಾನ್ಯವಾಗಿ ಹಳದಿ ಬದಳಿಕೆ ಸಹಿತ; ಎಲೆಗಳ ಪತನ ಸಾಧ್ಯ."
    },
    "treatment": {
      "en": "Use certified seed/stock; copper sprays; sanitation.",
      "hi": "प्रमाणित बीज/स्टॉक का उपयोग करें; तांबे के स्प्रे लगाएँ; स्वच्छता बनाए रखें।",
      "ur": "سرٹیفائیڈ بیج/اسٹاک استعمال کریں؛ تانبے کی اسپرے کریں؛ صفائی برقرار رکھیں۔",
      "ta": "சான்றளிக்கப்பட்ட விதைகள்/பணப்பொருட்களைப் பயன்படுத்தவும்; காப்பர் தெளிக்கைகள்; சுத்தம் பேணவும்.",
      "mr": "प्रमाणित बियाणे/स्टॉक वापरा; कॉपर स्प्रे करा; स्वच्छता ठेवा.",
      "bn": "সার্টিফাইড বীজ/স্টক ব্যবহার করুন; তামার স্প্রে প্রয়োগ করুন; স্যানিটেশন বজায় রাখুন।",
      "te": "సర్టిఫైడ్ విత్తనాలు/స్టాక్ వాడండి; కాపర్ స్ప్రేలు చేయండి; శుభ్రత పాటించండి.",
      "kn": "ಪ್ರಮಾಣಿತ ಬೀಜ/ಸ್ಟಾಕ್ ಬಳಸಿ; ಕಾಪರ್ ಸ್ಫ್ರೇ ಮಾಡಿ; ಸ್ವಚ್ಛತೆ ಕಾಪಾಡಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Tomato___Early_blight",
    "disease": "Tomato___Early_blight",
    "symptoms": {
      "en": "Concentric ringed brown spots on lower leaves spreading upward; fruit lesions sometimes.",
      "hi": "निचली पत्तियों पर समकेंद्रित रिंग वाले भूरे धब्बे जो ऊपर फैलते हैं; कभी-कभी फलों पर घाव।",
      "ur": "نچلی پتوں پر متحدہ حلقوں والے بھورے دھبے جو اوپر کی جانب پھیلتے ہیں؛ کبھی کبھار پھلوں پر زخم۔",
      "ta": "கீழ் இலைகளில் மையவட்ட வடிவிலான பழுப்பு துளிகள் மேலே பரவி செய்கின்றன; சில சமயங்களில் பழங்களில் பாதிப்புகள்.",
      "mr": "खालच्या पानांवर परिमंडलाकार रिंगसह तपकिरी डाग जे वर पसरतात; कधी कधी फळांवर घाव.",
      "bn": "নিচের পাতায় concentric রিংসহ বাদামী দাগ যা উপরে ছড়ায়; মাঝে মাঝে ফলেও ক্ষত।",
      "te": "కిందున్న ఆకులపై కేంద్రబద్ధ రింగులు ఉన్న గోధుమ రంగు దోషాలు పైకి వ్యాపిస్తాయి; కొన్నిసార్లు పండ్లపై గాయాలు.",
      "kn": "ಕೆಳಗಿನ ಎಲೆಗಳ ಮೇಲೆ ಕೇಂದ್ರಬದ್ಧ ಉಳೆಗೊಂಡ ಕಂದು ದಾಗಗಳು ಮೇಲಕ್ಕೆ ಹರಡುತ್ತವೆ; ಕೆಲವೊಮ್ಮೆ ಹಣ್ಣಿನ ಮೇಲೆ ಗಾಯಗಳು."
    },
    "treatment": {
      "en": "Remove affected leaves; fungicide; rotate crops.",
      "hi": "प्रभावित पत्तियाँ हटाएँ; कवकनाशी दवा लगाएँ; फसल चक्रीकरण करें।",
      "ur": "متاثرہ پتے ہٹا دیں؛ فنگسائڈ لگائیں؛ فصلوں کا چکر لگائیں۔",
      "ta": "பாதிக்கப்பட்ட இலைகளை அகற்று; பூஞ்ஜை-நாசினி பயன்பாடு; பயிர் மாறுதல்.",
      "mr": "प्रभावित पाने काढा; कवकनाशक वापरा; पिकांची फेरफटका करा.",
      "bn": "প্রভাবিত পাতা সরান; ফাঙ্গিসাইড ব্যবহার করুন; ফসল চক্র করুন।",
      "te": "ప్రభావిత ఆకులను తీసివేయండి; ఫంగిసైడ్ వాడండి; పంటల మార్పు చేయండి.",
      "kn": "ಪ್ರಭಾವಿತ ಎಲೆಗಳನ್ನು ತೆಗೆದುಹಾಕಿ; ಫಂಗಿಸೈಡ್ ಬಳಸಿ; ಬೆಳೆಚಕ್ರ изменение ಮಾಡಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Tomato___Late_blight",
    "disease": "Tomato___Late_blight",
    "symptoms": {
      "en": "Large water-soaked lesions, grey mold on leaves and fruit; rapid collapse in cool wet weather.",
      "hi": "बड़े पानी से भरे घाव, पत्तियों और फलों पर धूसर फफूंदी; ठंडे गीले मौसम में तेजी से बिगड़ना।",
      "ur": "بڑے پانی سے تر زخم، پتوں اور پھلوں پر سرمئی پھپھوندی؛ ٹھنڈے نم موسم میں تیزی سے پھیلاؤ۔",
      "ta": "பெரிய நீர் ஊறிய பாதிப்புகள், இலைகளிலும் பழங்களிலும் சாம்பல் பூஞ்சு; குளிர் ஈரமூட்ட காலத்தில் வேகமான அழிவு.",
      "mr": "मोठे पाणी ओलसर घाव, पान व फळांवर राखट मोल्ड; थंड ओल्या हवामानात वेगाने नुकसान.",
      "bn": "বড় পানি-ভেজা ক্ষত, পাতায় ও ফলে ধূসর ছত্রাক; ঠান্ডা আর্দ্র আবহাওয়ায় দ্রুত পতন।",
      "te": "పెద్ద నీరు పాశారిత గాయాలు, ఆకులు మరియు పండ్లపై బూడిద శిలీంద్రం; చల్లని తడి వాతావరణంలో త్వరగా కుళ్లిపోవడం.",
      "kn": "ದೊಡ್ಡ ನೀರಿನಿಂದ ತುಂಬಿದ ಗಾಯಗಳು, ಎಲೆಗಳು ಮತ್ತು ಹಣ್ಣಿನ ಮೇಲೆ ಬೂದು ಫಂಗಸ್; ತಣಿವಾದ ತಂಪು ಹವಾಮಾನದಲ್ಲಿ ತ್ವರಿತ ಕುಸಿತ."
    },
    "treatment": {
      "en": "Remove infected plants; copper/fungicide sprays; avoid overhead watering.",
      "hi": "संक्रमित पौधों को हटाएँ; तांबा/कवकनाशी स्प्रे करें; ऊपर से सिंचाई से बचें।",
      "ur": "متاثرہ پودوں کو ہٹا دیں؛ تانبا/فنگسائڈ اسپرے کریں؛ اوورہیڈ پانی دینے سے گریز کریں۔",
      "ta": "பாதிக்கப்பட்ட செடிகளை அகற்றி விடவும்; தாம்பு/பூஞ்ஜை-நாசினி தெளிக்கைகள் செய்க; மேலிருந்து நீர்வீழ்தலை தவிர்க்கவும்.",
      "mr": "संक्रमित वनस्पती काढा; कॉपर/कवकनाशक फवारणी करा; वरून पाणी देणे टाळा.",
      "bn": "সংক্রমিত গাছ সরান; তামা/ফাঙ্গিসাইড স্প্রে করুন; উপর থেকে সেচ দেওয়া এড়ান।",
      "te": "సంక్రమిత మొక్కలను తీసివేయండి; కాపర్/ఫంగిసైడ్ స్ప్రేడ్లు చేయండి; ముంగిట నీరు పెట్టવાથી తప్పించండి.",
      "kn": "ಸಂಕ್ರಮಿತ ಸಸ್ಯಗಳನ್ನು ತೆಗೆದುಹಾಕಿ; ತಾಮ್ರ/ಫಂಗಿಸೈಡ್ ಸ್ಫ್ರೇ ಮಾಡಿ; ಮೇಲ್ಭಾಗ ನೀರಾವರಿ ತಪ್ಪಿಸಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Tomato___Leaf_Mold",
    "disease": "Tomato___Leaf_Mold",
    "symptoms": {
      "en": "Yellow spots on upper leaf surfaces with fuzzy olive-green mold on undersides; leaf curling and drop.",
      "hi": "ऊपर की पत्ती सतहों पर पीले धब्बे और नीचे की तरफ नरम जैतून-हरे रंग की फफूंदी; पत्तियाँ मुड़ना और गिरना।",
      "ur": "اوپری پتوں کی سطح پر زرد دھبے اور نیچے طرف نرم زیتونی سبز پھپھوندی؛ پتوں کا مڑنا اور جھڑنا۔",
      "ta": "மேல்புற இலைப் பரப்புகளில் மஞ்சள் துளிகள், கீழ் பகுதி மீது மெல்லிய ஒலிவ் பச்சை பூஞ்சு; இலை வளைவதும் விழலும்.",
      "mr": "वरच्या पानांवर पिवळी बाटके व खालील बाजूला गोंधळट ऑलिव्ह हिरवा फफूड; पान वाकणे व पडणे.",
      "bn": "উপরের পাতায় হলুদ দাগ এবং নীচে ঝাপসা জলপাই-সবুজ ফাঙ্গাস; পাতা ভাঁজ হয়ে পড়া ও ঝরা।",
      "te": "పై ఆకుల ఉపరితలాల్లో పసుపు మచ్చలు, కింద నుండి ఒలివ్-ఆకుపచ్చ బురదగా కనిపించేది; ఆకులు వంకరగా మారి పడే యోగ్యత్వం.",
      "kn": "ಮೇಲ್ಭಾಗದ ಎಲೆ ಮೇಲ್ಮೈಯಲ್ಲಿ ಹಳದಿ ಮೈದುಂಬು, ಕೆಳಭಾಗದಲ್ಲಿ ನಡುಬಣ್ಣದ ಹಸಿರು ಮಾಲಿನ್ಯ; ಎಲೆ ವಕ್ರವಾಗಿ ಕದಿಯುವುದು ಮತ್ತು ಬೀಳುವುದು."
    },
    "treatment": {
      "en": "Improve air flow; reduce humidity; apply labeled fungicides.",
      "hi": "हवा का प्रवाह बढ़ाएँ; नमी कम करें; लेबल वाले कवकनाशी दवाओं का प्रयोग करें।",
      "ur": "ہوا کا بہاؤ بہتر کریں؛ نمی کم کریں؛ لیبل کردہ فنگسائڈ لگائیں۔",
      "ta": "காற்றோட்டத்தை மேம்படுத்து; ஈரப்பதத்தை குறைக்கவும்; லேபிள்செய்யப்பட்ட பூஞ்ஜை-நாசினிகளைப் பயன்படுத்தவும்.",
      "mr": "हवेचा प्रवाह वाढवा; आर्द्रता कमी करा; लेबल केलेले कवकनाशक लावा.",
      "bn": "বায়ু প্রবাহ উন্নত করুন; আর্দ্রতা কমান; লেবেলকৃত ফাঙ্গিসাইড প্রয়োগ করুন।",
      "te": "గాలి ప్రసరణను మెరుగుపరచండి; తేమ తగ్గించండి; లేబుల్ ఉన్న ఫంగిసైడ్ అప్లై చేయండి.",
      "kn": "ಗಾಳಿ ಹರಿವು ಸುಧಾರಿಸಿ; ಆರ್ದ್ರತೆಯನ್ನು ಕಡಿಮೆ ಮಾಡಿ; ಲೇಬಲ್ ಮಾಡಿದ ಫಂಗಿಸೈಡ್ ಹಚ್ಚಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Tomato___Septoria_leaf_spot",
    "disease": "Tomato___Septoria_leaf_spot",
    "symptoms": {
      "en": "Small round spots with dark borders and grey centers primarily on lower leaves; defoliation as disease progresses.",
      "hi": "मुख्य रूप से निचली पत्तियों पर गहरे किनारों और धूसर केन्द्रों वाले छोटे गोल धब्बे; रोग बढ़ने पर पत्तियाँ झड़ना।",
      "ur": "زیادہ تر نچلی پتوں پر گہرے کناروں اور سرمئی مرکز کے ساتھ چھوٹے گول دھبے؛ بیماری بڑھنے پر پتیاں جھڑنا۔",
      "ta": "கீழ்பகுதி இலைகளில் முதன்மையாக கருப்பு எல்லைகள் மற்றும் சாம்பல் மையம் கொண்ட சிறு வளைகட்டைகள்; நோய் முன்னேறும்போது இலை விழுதல்.",
      "mr": "मुख्यतः खालच्या पानांवर गडद कडा व धूसर मध्य असलेले छोटे गोल डाग; रोग वाढल्यावर पानझड.",
      "bn": "প্রধানত নীচের পাতাগুলোতে গাঢ় ধারের সাথে ধূসর কেন্দ্রের ছোট গোল দাগ; রোগ বাড়লে পাতাঝড়া হয়।",
      "te": "కిందని ఆకులపై ప్రధానంగా డార్క్ బోర్డర్లుతో గ్రే సెంటర్ల కలిగిన చిన్న వృత్తాకార దాగులు; వ్యాధి పెరిగే కొద్ది ఆకులు పడిపోవచ్చు.",
      "kn": "ಅಡಗಿನ ಎಲೆಗಳಲ್ಲಿ ಮುಖ್ಯವಾಗಿ ಕಪ್ಪು ಅಂಚು ಮತ್ತು ಬೂದಿ ಮಧ್ಯದ ಸಣ್ಣ ವೃತ್ತಾಕಾರ ದಾಗಗಳು; ರೋಗ ಸುದೀರ್ಘವಾದರೆ ಎಲೆಗಳು ಕಳೆದುಹೋದಂತೆ."
    },
    "treatment": {
      "en": "Remove infected foliage; fungicide applications; rotate crops.",
      "hi": "संक्रमित पत्तियाँ हटाएँ; कवकनाशी दवा लगाएँ; फसल चक्रीकरण करें।",
      "ur": "متاثرہ پتے ہٹا دیں؛ فنگسائڈ لگائیں؛ فصلوں کا چکر لگائیں۔",
      "ta": "பாதிக்கப்பட்ட இலைகளை அகற்று; பூஞ்ஜை-நாசினி பயன்பாடுகள்; பயிர் மாறுதல்.",
      "mr": "संक्रमित पानं काढा; कवकनाशक फवारणी; पिकांची फेरफटका करा.",
      "bn": "সংক্রমিত পাতা সরান; ফাঙ্গিসাইড প্রয়োগ করুন; ফসল বদলান।",
      "te": "సంక్రమిత ఆకులను తీసివేయండి; ఫంగిసైడ్ అప్లికేషన్లు చేయండి; పంటల మార్పిడి చేయండి.",
      "kn": "ಸಂಕ್ರಮಿತ ಎಲೆಗಳನ್ನು ತೆಗೆಯಿರಿ; ಫಂಗಿಸೈಡ್ ಹಚ್ಚಿ; ಬೆಳೆಚಕ್ರ ಬದಲಿಸಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Tomato___Spider_mites Two-spotted_spider_mite",
    "disease": "Tomato___Spider_mites Two-spotted_spider_mite",
    "symptoms": {
      "en": "Tiny stippling on leaves, fine webbing, leaf bronzing and drop; pests visible with hand lens.",
      "hi": "पतियों पर छोटे-छोटे धब्बे, महीन जाल, पत्तियों का तांबे जैसा रंग और झड़ना; कीड़े हाथ लेंस से दिखाई देते हैं।",
      "ur": "پتوں پر چھوٹے چھوٹے نقش، باریک جال، پتے سنہری یا بھورا ہو کر جھڑنا؛ کیڑے ہاتھ کے لینس سے دکھائی دیتے ہیں۔",
      "ta": "இலைகளில் நுணுக்கமான முள் குறிகள், நுண் வலை; இலைகள் வெண்மையான உலர்ச்சியடைந்து விழலாம்; கை லென்ஸால் மீன்கள் தெரியலாம்.",
      "mr": "पानांवर लहान-लहान ठिपके, सूक्ष्म जाळे, पानांचे तांबडेपणा व पडणे; कीटक हाताच्या लेंसने दिसतात.",
      "bn": "পাতায় সূক্ষ্ম ছোপছোপ, সূক্ষ্ম জাল, পাতার কাঁচা-সোনালি রং ও পাতা ঝরা; পোকা হাত লেন্সে দেখা যায়।",
      "te": "ఆకులపై సూక్ష్మ మచ్చలు, సూక్ష్మ వెబ్, ఆకుల బంగారు మెరుపు మరియు పతనం; రోగ కారకులు చేతి లెన్స్ తో కనిపిస్తారు.",
      "kn": "ಎಲೆಗಳಲ್ಲಿ ಸಣ್ಣ ಮಚ್ಚುಗಳು, ಸೂಕ್ಷ್ಮ ಜಾಲ, ಎಲೆಗಳ ಬೆಣುವಿನ ಬಣ್ಣ ಮತ್ತು ಬೀಳುವಿಕೆ; ಕೀಟಗಳು ಕೈ ಲೆನ್ಸ್‌ನೊಂದಿಗೆ ಕಾಣುತ್ತವೆ."
    },
    "treatment": {
      "en": "Miticides or biological controls; reduce dust; encourage predators.",
      "hi": "माइटिसाइड या जैविक नियंत्रण; धूल कम करें; परजीवियों/शिकारी की प्रोत्साहना करें।",
      "ur": "مائٹیسائڈ یا حیاتیاتی کنٹرول؛ دھول کم کریں؛ شکاری حشرات کو فروغ دیں۔",
      "ta": "மிடிசைட்ஸ் அல்லது உயிரியல் கட்டுப்பாடுகள்; தூள் குறைக்கவும்; மகிழ்ச்சியூட்டுநர்களைப் போதுங்கள்.",
      "mr": "माइटिसाईड किंवा जैविक नियंत्रण; धूळ कमी करा; शिकारी कीटकांना प्रोत्साहन द्या.",
      "bn": "মাইটিসাইড বা জৈব নিয়ন্ত্রণ; ধুলো কমান; শিকারি পোকাদের উৎসাহ দিন।",
      "te": "మైటైసైడ్లు లేదా బయోలాజికల్ కంట్రోల్; గంటలు తగ్గించండి; శత్రువులను ప్రేరేపించండి.",
      "kn": "ಮೈಟಿಸೈಡ್ ಅಥವಾ ಜೈವ ನಿಯಂತ್ರಣ; ಧೂಳನ್ನು ಕಡಿಮೆ ಮಾಡಿ; ಮರಿಯರ ಕೀಟಗಳನ್ನು ಪ್ರೋತ್ಸಾಹಿಸಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Tomato___Target_Spot",
    "disease": "Tomato___Target_Spot",
    "symptoms": {
      "en": "Dark concentric ringed lesions on leaves and fruit; can cause defoliation and yield loss.",
      "hi": "पत्तियों और फलों पर गहरे समकेंद्रित रिंग वाले घाव; पत्तियाँ झड़ने और उपज हानि कर सकते हैं।",
      "ur": "پتوں اور پھلوں پر گہرے متحدہ حلقے والے زخم؛ پتیاں جھڑ سکتی ہیں اور پیداوار کم ہو سکتی ہے۔",
      "ta": "இலைகளிலும் பழங்களிலும் கருப்பு மையவட்டத்துடன் பாதிப்புகள்; இலை விழுதல் மற்றும் விளைநிலைக் குறைவு ஏற்படலாம்.",
      "mr": "पान व फळांवर गडद परिमंडलाकार रिंगसह घाव; पानझड व उत्पादन कमी होते.",
      "bn": "পাতা ও ফলে গাঢ় concentric রিংসহ ক্ষত; পাতাঝড়া এবং ফলন ক্ষতি হতে পারে।",
      "te": "ఆకులు మరియు పండ్లపై డార్క్ సంతరించబడిన రింగుల మధ్య గాయాలు; ఆకులు జారవచ్చు మరియు దిగుబడి తగ్గవచ్చు.",
      "kn": "ಎಲೆಗಳು ಮತ್ತು ಹಣ್ಣಿನ ಮೇಲಿನ ಕಪ್ಪು ಕೇಂದ್ರಬದ್ಧ ಉಳೆಯುಳ್ಳ ಗಾಯಗಳು; ಎಲೆ ಜಾರುವುದು ಮತ್ತು ಉತ್ಪಾದನೆ ಕಳೆದುಕೊಳ್ಳಬಹುದು."
    },
    "treatment": {
      "en": "Crop rotation; remove debris; fungicide where appropriate.",
      "hi": "फसल चक्रीकरण; अवशेष हटाएँ; जहाँ उपयुक्त हो कवकनाशी दवा लगाएँ।",
      "ur": "فصلوں کا چکر؛ ملبہ ہٹا دیں؛ جہاں مناسب ہو فنگسائڈ لگائیں۔",
      "ta": "பயிர் மாறுதல்; கழிவுகளை அகற்று; பொருத்தமான இடங்களில் பூஞ்ஜை-நாசினி பயன்படுத்தவும்.",
      "mr": "पिकांची फेरफटका करा; अवशेष नष्ट करा; जिथे आवश्यक तिथे कवकनाशक वापरा.",
      "bn": "ফসল চক্রানুক্রম মেনে চলে; আবর্জনা সরান; যেখানে প্রয়োজন ফাঙ্গিসাইড প্রয়োগ করুন।",
      "te": "పంట మార్పిడి చేయండి; బిగిన మురికి తీసివేయండి; సరైన చోట ఫంగిసైడ్ వాడండి.",
      "kn": "ಬೆಳೆ ಪರಿವರ್ತನೆ ಮಾಡಿ; ಅವಶೇಷಗಳನ್ನು ತೆಗೆದುಹಾಕಿ; ಸೂಕ್ತವಾದಲ್ಲಿ ಫಂಗಿಸೈಡ್ ಬಳಸಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Tomato___Tomato_Yellow_Leaf_Curl_Virus",
    "disease": "Tomato___Tomato_Yellow_Leaf_Curl_Virus",
    "symptoms": {
      "en": "Upward leaf curl, yellowing, stunting; often transmitted by whitefly.",
      "hi": "ऊपर की ओर पत्ती मुड़ना, पीलापन, बौना विकास; अक्सर व्हाइटफ्लाई द्वारा फैलता है।",
      "ur": "اوپر کی طرف پتوں کا مڑنا، پیلا پن، نمو میں کمی؛ اکثر وائٹ فلائی کے ذریعے منتقل ہوتا ہے۔",
      "ta": "மேல்நீக்கம் இலை வளைவும, மஞ்சள் நிறமடைதல், வளர்ச்சி குறைவு; பெரும்பாலும் வெள்ளைப்பூச்சி மூலம் பரவுகிறது.",
      "mr": "पानांवर वरच्या दिशेने वाकणे, पिवळेपणा, वाढ कमी होणे; बहुतेकदा व्हाइटफ्लायने पसरवते.",
      "bn": "পাতা উপরের দিকে কার্ল, হলদে হওয়া, চর্বিহীন বৃদ্ধি; প্রায়ই হোয়াইটফ্লাই দ্বারা সংক্রমিত।",
      "te": "పైన ఎదుగుతున్న ఆకుల వంగడం, పసుపు అవడం, వృద్ధి తగ్గడం; సాధారణంగా వైట్‌ఫ్లై ద్వారా సంక్రమిస్తుంది.",
      "kn": "ಮೇಲಕ್ಕೆ ಎಲೆ ವಕ್ರತೆಯಾಗುವುದು, ಹಳದಿ ಬಣ್ಣ, ಬೆಳವಣಿಗೆ ಕಡಿಮೆಯಾಗುವುದು; ಸಾಮಾನ್ಯವಾಗಿ ವ್ಹೈಟ್‌ಫ್ಲೈ ಮೂಲಕ ಹರಡುತ್ತದೆ."
    },
    "treatment": {
      "en": "Use resistant varieties; control whitefly vectors; remove infected plants.",
      "hi": "प्रतिरोधी किस्में उपयोग करें; व्हाइटफ्लाई वाहकों को नियंत्रित करें; संक्रमित पौधों को हटाएँ।",
      "ur": "مزاحم اقسام استعمال کریں؛ وائٹ فلائی کو کنٹرول کریں؛ متاثرہ پودے ہٹا دیں۔",
      "ta": "எதிர்ப்பு உடைய வகைகளை பயன்படுத்தவும்; வெள்ளை பூச்சிகளை கட்டுப்படுத்தவும்; பாதிக்கப்பட்ட செடிகளை அகற்றவும்.",
      "mr": "प्रतिरोधक जाती वापरा; व्हाईटफ्लाय नियंत्रित करा; संक्रमित वनस्पती काढा.",
      "bn": "প্রতিরোধী জাত ব্যবহার করুন; হোয়াইটফ্লাই নিয়ন্ত্রণ করুন; সংক্রমিত গাছ অপসারণ করুন।",
      "te": "నిరోధక జాతులు వాడండి; వైట్‌ఫ్లైలను నియంత్రించండి; సంక్రమిత మొక్కలను తీసివేయండి.",
      "kn": "ಪ್ರತಿರೋಧಕ ಜಾತಿಗಳನ್ನು ಬಳಸಿ; ವ್ಹೈಟ್‌ಫ್ಲೈ ವೆಕ್ಟರ್‌ಗಳನ್ನು ನಿಯಂತ್ರಿಸಿ; ಸೋಂಕಿತ ಸಸ್ಯಗಳನ್ನು ತೆಗೆದುಹಾಕಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Tomato___Tomato_mosaic_virus",
    "disease": "Tomato___Tomato_mosaic_virus",
    "symptoms": {
      "en": "Mottled or mosaic leaf discoloration, stunting, deformed fruit; virus persists on tools and hands.",
      "hi": "धब्बेदार या मोज़ेक पत्ता रंग परिवर्तन, बौना विकास, विकृत फल; वायरस औज़ारों और हाथों पर टिक सकता है।",
      "ur": "داغدار یا موزیک پتوں کی بد رنگی، گروتھ میں کمی، مسخ شدہ پھل؛ وائرس اوزاروں اور ہاتھوں پر برقرار رہتا ہے۔",
      "ta": "மந்தமோசமாக அல்லது மோசியக் பணி இலை நிறமாற்றம், வளர்ச்சி இழப்பு, வக்கிரமான பழம்; கருவிகள் மற்றும் கைகளில் வைரஸ் நீடிக்கலாம்.",
      "mr": "मिश्रित किंवा मोजेक पान रंग बदल, वाढ कमी, विकृत फळ; व्हायरस साधने व हातांवर टिकतो.",
      "bn": "ছোপছোপ বা মসাইক পাতার বদল, বর্ধন কমে যাওয়া, বিকৃত ফল; ভাইরাস সরঞ্জাম ও হাতেই থেকে যায়।",
      "te": "మాడ్ల్డ్ లేదా మోజిక్ ఆకుల రంగు మార్పు, వృద్ధి ఆపి, వక్రీకృత పండు; వైరస్ పరికరాలపై మరియు చేతులపై నిలిచి ఉంటుంది.",
      "kn": "ಮೆಲ್ಲಗೆ ಅಥವಾ ಮೋಜಿಕ್ ಎಲೆ ಬಣ್ಣ ಬದಲಾವಣೆ, ಕುಗ್ಗುವ ಬೆಳವಣಿಗೆ, ವಿಕೃತ ಹಣ್ಣು; ವೈರಸ್ ಸಾಧನಗಳು ಮತ್ತು ಕೈಗಳ ಮೇಲೆ ಉಳಿಯಬಹುದು."
    },
    "treatment": {
      "en": "Use virus-free seed, hygiene, remove infected plants.",
      "hi": "वायरस-रहित बीज का उपयोग करें, स्वच्छता बनाए रखें, संक्रमित पौधों को हटाएँ।",
      "ur": "وائرس فری بیج استعمال کریں، صفائی رکھیں، متاثرہ پودے ہٹا دیں۔",
      "ta": "வைரஸ் இலவச விதைகளைப் பயன்படுத்தவும், சுத்தத்தை பேணவும், பாதிக்கப்பட்ட செடிகளை அகற்றவும்.",
      "mr": "व्हायरस-रहित बियाणे वापरा, स्वच्छता ठेवा, संक्रमित वनस्पती काढा.",
      "bn": "ভাইরাস-মুক্ত বীজ ব্যবহার করুন, পরিচ্ছন্নতা বজায় রাখুন, আক্রান্ত গাছ অপসারণ করুন।",
      "te": "వైరస్-రహిత విత్తనాలు వాడండి, శుభ్రత పాటించండి, సంక్రమిత మొక్కలను తొలగించండి.",
      "kn": "ವೈರಸ್ ಮುಕ್ತ ಬೀಜ ಬಳಸಿ, ಸ್ವಚ್ಛತೆ ಕಾಪಾಡಿ, ಸೋಂಕಿತ ಸಸ್ಯಗಳನ್ನು ತೆಗೆದುಹಾಕಿ."
    },
    "confidence_threshold": 0.25
  },
  {
    "disease_id": "Tomato___healthy",
    "disease": "Tomato___healthy",
    "symptoms": {
      "en": "Healthy tomato leaves and fruit with no abnormal spots or deformities.",
      "hi": "कोई असामान्य धब्बे या विकृति के बिना स्वस्थ टमाटर की पत्तियाँ और फल।",
      "ur": "کوئی غیر معمولی دھبہ یا مسخ کے بغیر صحت مند ٹماٹر کے پتے اور پھل۔",
      "ta": "சாதாரணத் தோற்றமுடைய, எந்த ஆபத்தான துளையோ அல்லது வளைவோ இல்லாமல் உள்ள தக்காளி இலைகள் மற்றும் பழங்கள்.",
      "mr": "असामान्य डाग किंवा विकृतीशिवाय निरोगी टोमॅटोची पाने व फळे.",
      "bn": "স্বাভাবিক টমেটো পাতা ও ফল, কোনো অস্বাভাবিক দাগ বা বিকৃতি নেই।",
      "te": "సాధారణ టమాటో ఆకులు మరియు పండ్లు, ఏ అనియమిత దాగులు లేదా వక్రీభవాలు లేవు.",
      "kn": "ಯಾವುದೇ ಅಪರೂಪದ ಕಲೆಗಳಿಲ್ಲದ ಆರೋಗ್ಯಕರ ಟೊಮೇಟೊ ಎಲೆಗಳು ಮತ್ತು ಹಣ್ಣುಗಳು."
    },
    "treatment": {
      "en": "Good cultural practices.",
      "hi": "अच्छे कृषिगत अभ्यास।",
      "ur": "اچھی زرعی عادات۔",
      "ta": "சிறந்த பயிர் பராமரிப்பு நடைமுறைகள்.",
      "mr": "चांगली शेती पद्धती.",
      "bn": "ভাল কৃষিজাতীয় অনুশীলন।",
      "te": "మంచి పెంపక శైలి పాటించండి.",
      "kn": "ಉತ್ತಮ ಕೃಷಿ ಅಭ್ಯಾಸಗಳನ್ನು ಅನುಸರಿಸಿ."
    },
    "confidence_threshold": 0.25
  }
]
